Repository: Big-Fig/Fediverse.app
Catalog: packages/fedi_app/lib/l10n/intl_*.arb
Languages: ru

# app_push_channel_favourite_description
source: When people favourite your statuses
ru: Когда люди лайкают ваши записи

# app_push_richNotification_favourite_title
source: {acct} favourited your status
ru: {acct} лайкнул вашу запись

# app_push_richNotification_favourite_summary
source: Someone favourited your status
ru: Кто-то лайкнул вашу запись

# app_push_channel_reblog_name
source: Share(reblog)
ru: Репосты

# app_push_channel_reblog_description
source: When people share your statuses
ru: Когда люди делятся вашими статусами

# app_push_richNotification_reblog_title
source: {acct} shared your status
ru: {acct} поделился вашим статусом

# app_push_richNotification_reblog_summary
source: Someone shared your status
ru: Кто-то поделился вашим статусом

# app_push_channel_mention_name
source: Mention
ru: Упоминания

# app_push_channel_mention_description
source: When people mention you in status or conversation
ru: Когжа люди упоминают вас в записях или беседах

# app_push_richNotification_mention_title
source: {acct} mentioned you
ru: {acct} упомянул вас

# app_push_richNotification_mention_summary
source: Someone mentioned you
ru: Кто-то упомянул вас

# app_push_channel_poll_name
source: Poll
ru: Опросы

# app_push_channel_poll_description
source: Poll-related notifications
ru: Оповещения об обрасах

# app_push_richNotification_poll_title
source: Poll changed
ru: Опрос изменился

# app_push_richNotification_poll_summary
source: Poll changed
ru: Опрос изменился

# app_push_channel_move_name
source: Move
ru: Пермещения

# app_push_channel_move_description
source: When someone moved
ru: Когда кто-то переместился

# app_push_richNotification_move_title
source: {acct} moved
ru: {acct} переместился

# app_push_richNotification_move_summary
source: Someone moved
ru: Кто-то переместился

# app_push_channel_followRequest_name
source: Follow request
ru: Запросы на подписку

# app_push_channel_followRequest_description
source: When people want to follow you
ru: Когда кто-то хочет подписаться на вас

# app_push_richNotification_followRequest_title
source: {acct} want to follow you
ru: {acct} хочет подписаться на вас

# app_push_richNotification_followRequest_summary
source: Someone want to follow you
ru: Кто-то хочет подписатся на вас

# app_push_channel_emojiReaction_name
source: Emoji reactions
ru: Эмоджи реакции

# app_push_channel_emojiReaction_description
source: Unifedi-only emoji reactions for statuses
ru: Эмодди реакции для записей(только Unifedi)

# app_push_richNotification_emojiReaction_title
source: {acct} reacted {emoji}
ru: {acct} реакция {emoji}

# app_push_richNotification_emojiReaction_summary
source: Someone reacted
ru: Кто-то оценил вашу запись

# app_push_channel_chatMention_name
source: Chat
ru: Чат

# app_push_channel_chatMention_description
source: Unifedi-only chat messages
ru: Сообщения в чате(только Unifedi)

# app_push_richNotification_chatMention_title
source: Chat with {acct}
ru: Чат с {acct}

# app_push_richNotification_chatMention_summary
source: You have new message in chat
ru: Вам кто-то написал через чат

# app_push_channel_unifediReport_name
source: Reports
ru: Жалолбы

# app_push_channel_unifediReport_description
source: When people report your statues
ru: Когда кто-то жалуется на ваши записи

# app_push_richNotification_unifediReport_title
source: {acct} reported your status
ru: {acct} пожаловался на вашу запись

# app_push_richNotification_unifediReport_summary
source: Someone reported your status
ru: Кто-то пожаловася на вашу запись

# app_push_channel_unknown_name
source: Unknown
ru: Неизвестно

# app_push_channel_unknown_description
source: Unknown notification type, not handled by Fedi yet
ru: Неизвестный тип оповещений, которые Fedi еще не умеет обрабатывать

# app_push_richNotification_unknown_title
source: Something happened
ru: Что-то случилось

# app_push_richNotification_unknown_summary
source: Something happened
ru: Что-то случилось

# app_push_richNotification_action_acceptFollowRequest
source: Accept
ru: Принять

# app_push_richNotification_action_rejectFollowRequest
source: Reject
ru: Отклонить

# app_push_richNotification_action_reply
source: Reply
ru: Ответить

# app_about_title
source: About
ru: О Fedi

# app_about_learnMore
source: Learn more
ru: Детали

# app_about_field_website_label
source: Website
ru: Веб-сайт

# app_about_field_followOnFediverse_label
source: Follow on Fediverse
ru: Аккаунт в Fediverse

# app_about_field_version_label
source: Version
ru: Версия

# app_about_field_changelog_label
source: Changelog
ru: Список изменений

# app_about_field_helpTranslate_label
source: Help translate
ru: Помочь перевести

# app_about_field_sourceCode_label
source: Source code
ru: Исходный код

# app_about_field_license_label
source: License
ru: Лицензия

# app_about_field_dataGathering_label
source: Data gathering
ru: Собираемые данные

# app_about_field_pushNotifications_label
source: Push notifications
ru: Пуш оповещения

# app_about_field_reportBugSuggestIdea_label
source: Report bug & Suggest idea
ru: Баг или Идея?

# app_about_field_reportBugSuggestIdea_value
source: Create issue
ru: Написать

# app_about_field_joinBeta_label
source: Become Beta tester
ru: Стать Beta тестером

# app_media_upload_metadata_dialog_title
source: Edit metadata
ru: Редактировать

# app_media_upload_metadata_dialog_action_save
source: Save
ru: Сохранить

# app_media_upload_metadata_dialog_action_delete
source: Delete
ru: Удалить

# app_media_upload_metadata_dialog_field_description_hint
source: Description
ru: Описание

# app_media_description_title
source: Description
ru: Описание

# app_status_draft_error_cantSaveNotUploadedMedia
source: Can't save draft with not uploaded media
ru: Невозможно сохранить черновик с не загруженными на сервер файлами
