Repository: Big-Fig/Fediverse.app
Catalog: packages/fedi_app/lib/l10n/intl_*.arb
Languages: ru

# app_list_loading_state_failed
source: Failed to load more
ru: Не получилось загрузить больше

# app_list_refresh_unableToFetch
source: Unable to refresh
ru: Не получилось обновить

# app_media_player_error_desc
source: Something wrong
ru: Что-то пошло не так

# app_media_player_error_action_reload
source: Reload
ru: Перезагрузить

# app_media_player_error_action_moreDetails
source: More details
ru: Больше информации

# app_media_attachment_type_gallery
source: Gallery
ru: Галерея

# app_media_attachment_type_photo
source: Photo
ru: Фото

# app_media_attachment_type_video
source: Video
ru: Видео

# app_media_attachment_type_file
source: File
ru: Файл

# app_media_attachment_type_audio
source: Audio
ru: Аудио

# app_media_attachment_addToGallery_success
source: Success
ru: Успешно

# app_media_attachment_addToGallery_start_saving
source: Saving…
ru: Сохранение…

# app_media_attachment_addToGallery_error_dialog_title
source: Can't save media
ru: Не получилось сохранить

# app_media_attachment_addToGallery_error_dialog_content
source: Media type is not supported, network not available or permission not granted
ru: Тип файла не поддерживается, ошибка сети или недостаточно привелегий

# app_media_attachment_details_title
source: Media attachment
ru: Прикрепленные файлы

# app_media_attachment_details_notSupported_type
source: Not supported type {mediaType}
ru: Не поддерживается {mediaType}

# app_media_attachment_upload_remove_dialog_content
source: Are you sure you want to remove the attachment?
ru: Вы действительно хотите убрать прикрепленный файл?

# app_media_attachment_upload_remove_dialog_action_remove
source: Remove
ru: Убрать

# app_search_title
source: Search
ru: Поиск

# app_search_recent_title
source: Recent
ru: Последнии

# app_search_recent_empty
source: No recent searches
ru: Нет истории поиска

# app_search_tab_all
source: All
ru: Все

# app_search_tab_accounts
source: Users
ru: Пользователи

# app_search_tab_statuses
source: Posts
ru: Записи

# app_search_tab_hashtags
source: Hashtags
ru: Хэштеги

# app_search_field_input_hint
source: Search
ru: Поиск

# app_account_my_statuses_draft_title
source: Drafts
ru: Черновики

# app_status_draft_state_canceled
source: Canceled
ru: Отменен

# app_status_draft_state_alreadyPosted
source: Already posted
ru: Уже опубликовано

# app_status_draft_edit_title
source: Edit Draft
ru: Рекдактировать

# app_status_emoji_error_cantAdd_dialog_title
source: Can't add emoji
ru: Не получилось добавить эмоджи

# app_status_emoji_error_cantAdd_dialog_content
source: Error: {errorMessage}
ru: Ошибка: {errorMessage}

# app_status_thread_start_loading
source: Loading start status
ru: Загрузка начальной записи

# app_status_thread_post_hint
source: Reply to @{accountAcct}
ru: Ответ: @{accountAcct}

# app_status_list_newItems_action_tapToLoadNew
source: {count,plural, =1{1 new post. Tap to load.} other{{count} new posts. Tap to load.}}
ru: {count,plural, =1{1 новая запись. Нажмите для загрузки.} other{{count} новых записей. Нажмите для загрузки.}}

# app_account_my_statuses_scheduled_title
source: Queue
ru: Очередь

# app_status_scheduled_state_canceled
source: Canceled
ru: Отменен

# app_status_scheduled_state_alreadyPosted
source: Already posted
ru: Уже опубликован

# app_status_scheduled_datetime_picker_title
source: Schedule at
ru: Опубликовать позже

# app_status_scheduled_edit_title
source: Scheduled post
ru: Запланированная запись

# app_status_collapsible_action_collapse
source: Collapse
ru: Свернуть

# app_status_collapsible_action_expand
source: Expand
ru: Развернуть

# app_status_action_delete
source: Delete
ru: Удалить

# app_status_action_mute
source: Mute conversation
ru: Скрыть записи из беседы

# app_status_action_unmute
source: Unmute conversation
ru: Не скрывать записизаписи из беседы

# app_status_action_openInBrowser
source: Open in browser
ru: Открыть в браузере

# app_status_action_pin
source: Pin
ru: Прикрепить

# app_status_action_unpin
source: Unpin
ru: Открепить

# app_status_action_bookmark
source: Bookmark
ru: В избранное

# app_status_action_unbookmark
source: Unbookmark
ru: Убрать из закладок

# app_status_action_copyLink
source: Copy link
ru: Скопировать ссылку

# app_status_action_showThisThread
source: Show this thread
ru: Показать эту беседу

# app_status_action_popup_title
source: Status Actions
ru: Операции с записью

# app_status_nsfw_action_view
source: Tap to view
ru: Нажмите для загрузки

# app_status_deleted_desc
source: Status deleted
ru: Запись удалена

# app_status_spoiler_chip
source: Spoilers!
ru: Спойлеры!

# app_status_spoiler_action_view
source: Tap to view
ru: Нажмите для загрузки

# app_status_copyLink_toast
source: Copied in clipboard
ru: Скопировано в буфер

# app_status_favouritedBy_title
source: Favourited by
ru: Понравилось

# app_status_rebloggedBy_title
source: Reblogged by
ru: Поделились

# app_status_post_poll_field_option_hint
source: Option {optionNumber}
ru: Ответ {optionNumber}

# app_status_post_poll_field_multiply_label
source: Multiple selection
ru: Мульти-выбор

# app_status_post_poll_field_hideTotals_label
source: Hide totals
ru: Скрыть результаты

# app_status_post_poll_field_length_label
source: Poll length
ru: Истекает

# app_status_post_schedule_error_notInFuture_dialog_title
source: Invalid date or time
ru: Неправильная дата или время

# app_status_post_schedule_error_notInFuture_dialog_content
source: Schedule time must be at least 5 minutes in the future
ru: Запланированная запись должна быть хотя бы через 5 минут в будущем

# app_status_post_dialog_async_content
source: Posting…
ru: Публикация…

# app_status_post_dialog_error_title_post
source: Failed to post status
ru: Невозможно опубликовать запись

# app_status_post_dialog_error_title_schedule
source: Failed to schedule status
ru: Невозможно запланировать запись

# app_status_post_dialog_error_content
source: Error: {errorMessage}
ru: Ошибка: {errorMessage}

# app_status_post_toast_success_post
source: Status posted
ru: Запись опубликована

# app_status_post_toast_success_schedule
source: Status scheduled
ru: Запись запланирована

# app_status_post_action_post
source: Post
ru: Запись

# app_status_post_visibility_title
source: Visibility
ru: Видимость

# app_status_post_visibility_state_public
source: Public
ru: Публичная

# app_status_post_visibility_state_unlisted
source: Unlisted
ru: Не публичная

# app_status_post_visibility_state_direct
source: Direct
ru: Только беседа

# app_status_post_visibility_state_list
source: List
ru: Только в списках

# app_status_post_visibility_state_private
source: Private
ru: Приватная

# app_status_post_error_empty_dialog_title
source: Can't send empty message
ru: Не возможно отправить пустое сообщение

# app_status_post_error_poll_dialog_title
source: Enter at least two poll options
ru: Введите минимум два ответа

# app_status_post_field_subject
source: Subject (optional)
ru: Тема (опционально)

# app_status_post_field_message_hint
source: What’s going on today?
ru: Что произошло сегодня?

# app_status_post_new_title
source: New status
ru: Новая запись

# app_status_post_new_unsaved_dialog_title
source: Save this post as draft?
ru: Сохранить как черновик?

# app_status_post_new_unsaved_dialog_action_saveAsDraft
source: Save Draft
ru: Сохранить как черновик

# app_status_post_new_unsaved_dialog_action_discard
source: Discard Post
ru: Удалить и выйти

# app_status_reblog_header
source: reposted
ru: поделился

# app_status_reply_header
source: reply to
ru: в ответ к

# app_status_reply_loading_progress
source: Loading first status
ru: Загрузка стартовой записи

# app_status_reply_loading_failed
source: Failed to load first status
ru: Ошибка при загрузке стартовой записи

# app_status_reply_replyingTo
source: Replying to {accountAcct}
ru: Ответ: {accountAcct}

# app_tos_title
source: Terms of service
ru: Условия использования

# async_init_state_notStarted
source: Async init not started
ru: Асинхронная инициализация не началась

# async_init_state_failed
source: Failed to init {errorMessage}
ru: Ошибка инициализации: {errorMessage}

# file_picker_empty
source: You don't have any media
ru: Ничего не найдено

# file_picker_single_title
source: Choose media
ru: Выберите файл

# pagination_list_empty
source: Nothing found
ru: Ничего не найдено

# permission_grant_action_grant
source: Grant permission
ru: Разрешить

# dialog_progress_content
source: Loading…
ru: Загрузка…

# dialog_progress_action_cancel
source: Cancel
ru: Отмена

# dialog_error_title
source: Something wrong
ru: Что-то пошло не так

# dialog_error_content
source: An error has occurred. {errorMessage}
ru: Ошибка: {errorMessage}

# dialog_action_yes
source: Yes
ru: Да

# dialog_action_no
source: No
ru: Нет

# dialog_action_ok
source: OK
ru: Хорошо

# dialog_action_learnMore
source: Learn more
ru: Узнать больше

# dialog_action_cancel
source: Cancel
ru: Отмена

# form_field_value_error_null_desc
source: Required
ru: Необходимо

# form_field_text_email_error_invalid_desc
source: Invalid email
ru: Неправильный email

# form_field_text_url_error_invalid_desc
source: Invalid URL
ru: Неправильный URL

# form_field_text_error_empty_desc
source: Empty
ru: Пустое

# form_field_text_error_length_minOnly_desc
source: Must be at least {minCharactersCount} characters
ru: Мин. длина: {minCharactersCount}

# form_field_text_error_length_maxOnly_desc
source: Must be less than {maxCharactersCount} characters
ru: Макс. длина: {maxCharactersCount}

# form_field_text_error_length_minAndMax_desc
source: Must be between {minCharactersCount} and {maxCharactersCount} characters
ru: Длина должна быть между {minCharactersCount} и {maxCharactersCount}

# link_error_dialog_title
source: Can't launch URL
ru: Не возможно открыть URL

# link_error_dialog_content
source: URL {url} have invalid format
ru: URL {url} имеет неправильный формат

# duration_day
source: {count,plural, =1{1 day} other{{count} days}}
ru: {count,plural, =1{1 день} other{{count} дни}}

# duration_hour
source: {count,plural, =1{1 hour} other{{count} hours}}
ru: {count,plural, =1{1 час} other{{count} часы}}

# duration_minute
source: {count,plural, =1{1 minute} other{{count} minutes}}
ru: {count,plural, =1{1 минута} other{{count} минуты}}

# app_settings_instance_title
source: Settings: {userAtHost}
ru: Настройки: {userAtHost}

# app_localization_settings_title
source: Localization
ru: Язык

# app_ui_settings_title
source: UI
ru: Интерфейс

# app_status_post_settings_title
source: Posting
ru: Написание записей

# app_status_sensitive_settings_title
source: NSFW & Spoilers
ru: NSFW и спойлеры

# app_toast_settings_title
source: In-app notifications
ru: Внутренние оповещения

# app_chat_settings_title
source: Chat
ru: Чат

# app_web_sockets_settings_title
source: Data update (WebSockets)
ru: Обновление данных: (WebSockets)

# app_settings_global_or_instance_override_global_label
source: Override global settings
ru: Не использовать глобальные настройки

# app_localization_settings_field_localizationLocale_yourStatuses_label
source: Language of your statuses
ru: Язык ваших записей

# app_localization_settings_field_localizationLocale_label
source: Language
ru: Язык

# app_status_post_settings_field_markMediaAsNsfwOnAttach_label
source: Mark media as NSFW
ru: Помечать медиа как NSFW

# app_status_post_settings_field_dontUploadMediaDuringEditing_label
source: Don't upload media during editing
ru: Не загружать медиа при редактировании

# app_status_post_settings_field_defaultVisibility_label
source: Default visibility
ru: Видимость по умолчанию

# app_status_sensitive_settings_field_isAlwaysShowSpoiler_label
source: Always show spoilers
ru: Всегда показывать спойлеры

# app_status_sensitive_settings_field_isNeedReplaceBlurWithFill_label
source: Replace blur with fill
ru: Заливка вместо размытия

# app_status_sensitive_settings_field_isAlwaysShowNsfw_label
source: Always show NSFW
ru: Всегда показывать NSFW

# app_status_sensitive_settings_field_nsfwDisplayDelayDuration_label
source: Remember "Tap to view"
ru: Запомнить просмотр

# app_chat_settings_field_countConversationsInChatsUnreadBadges_label
source: Count conversations in unread badges
ru: Учитывать Беседы в непрочитанных

# app_chat_settings_field_replaceConversationsWithUnifediChats_label
source: Replace "Conversations" with "Chats"
ru: Заменить "Беседы" на "Чаты"

# app_web_sockets_settings_field_type_label
source: Real-time updates
ru: WebSockets

# app_web_sockets_settings_field_type_description
source: Disable to reduce battery usage
ru: Отключите для меньшего расхода батареи

# app_timeline_settings_field_enableWebSockets_label
source: WebSockets updates
ru: WebSockets обновления

# app_timeline_settings_field_enableWebSockets_description
source: Disable to reduce battery usage
ru: Большое использование батареи

# app_media_settings_title
source: Media
ru: Медиа-файлы

# app_media_settings_field_autoInit_label
source: Auto-load
ru: Авто-загрузка

# app_media_settings_field_autoPlay_label
source: Auto-play
ru: Авто-старт

# app_web_sockets_settings_type_disabled
source: Disabled
ru: Отключено

# app_web_sockets_settings_type_onlyForeground
source: Only for current screen
ru: Только для текущего окна

# app_web_sockets_settings_type_foregroundAndBackground
source: Current screen & in background
ru: Для текущего окна и в фоне

# app_push_settings_field_emojiReaction_label
source: Emoji reactions
ru: Эмоджи реакции

# app_push_settings_update_fail_dialog_title
source: Failed to change subscription settings
ru: Не удалось изменить настройки

# app_account_my_action_edit
source: Edit profile
ru: Изменить

# app_toast_handling_type_always
source: Always
ru: Всегда

# app_toast_handling_type_onlyWhenInstanceNotSelected
source: When app with account in foreground
ru: Когда аккаунт в активен

# app_toast_handling_type_onlyWhenInstanceSelected
source: When app or account in background
ru: Когда аккаунт в фоне

# app_toast_settings_field_handling_type_label
source: When
ru: Когда

# app_timeline_settings_field_enableWebSockets_description_instance_disabled
source: Not supported or disabled in settings
ru: Не поддерживается или отключено в настройках

# app_status_post_new_unsaved_dialog_content
source: If you discard now, you’ll lose this post.
ru: Вы потеряете данные если откажетесь.

# app_status_post_new_unsaved_dialog_action_keep_editing
source: Keep editing
ru: Продолжить редактирование

# app_account_my_statuses_bookmarked_empty_title
source: You haven’t bookmarked any posts yet.
ru: У вас нет записей в закладках.

# app_account_my_statuses_bookmarked_empty_subtitle
source: When you do, they will show up here.
ru: Они появятся здесь, как только вы их добавите.

# app_account_my_followRequest_empty_title
source: You don’t have any pending requests.
ru: У вас нет текущих запросов.

# app_account_my_followRequest_action_add
source: Add
ru: Добавить

# app_account_my_followRequest_action_ignore
source: Ignore
ru: Отказать

# app_account_block_description
source: Blocking hides a user from your view: notifications, home and public feeds, boosting or mentioning the user. User can't follow you, user won’t see your posts in public timelines and boosts. If you and the blocked user are on the same server, the blocked user will not be able to view your posts on your profile while logged in.
ru: Заблокированные пользователи не будут показаны в домашней и публичных лентах, оповещениях, а также когда кто-то поделился или упомянул их. Заблокированные не смогут подписаться на вас, видеть ваши записи в лентах и если записями кто-то поделился. Если вы и заблокированный пользователь с одного сервера, то он не сможет видеть записи на странице вашего аккаунта.

# app_account_my_accountBlock_action_add
source: Add to blocked list
ru: Добавить аккаунт

# app_account_my_accountBlock_action_block
source: Block
ru: Заблокировать

# app_account_my_accountBlock_action_unblock
source: Unblock
ru: Разблокировать

# app_account_my_accountMute_action_add
source: Add to muted list
ru: Добавить аккаунт

# app_account_mute_description
source: Muting hides the user from your view: public and home feeds, boosting and mentioning the user. The user has no way of knowing they have been muted.
ru: При скрытии пользователя будет скрыто: в публичных и домашней ленте, его упоминания и записи, которыми поделились. Пользователь не будет знать о том, что вы его скрыли.

# app_account_my_accountMute_action_mute
source: Mute
ru: Скрыть

# app_account_my_accountMute_action_unmute
source: Unmute
ru: Показывать

# app_account_my_statuses_favourited_empty_title
source: You haven’t liked any posts yet.
ru: У вас нет записей в избранном.

# app_account_my_statuses_favourited_empty_subtitle
source: When you do, they will show up here.
ru: Они появятся здесь, как только вы их добавите.

# app_account_my_statuses_scheduled_empty_title
source: You haven’t scheduled any posts yet.
ru: У вас нет записей в запланированных.

# app_account_my_statuses_scheduled_subtitle
source: When you do, they will show up here.
ru: Они появятся здесь, как только вы их добавите.

# app_account_my_statuses_draft_empty_title
source: You haven’t drafted any posts yet.
ru: У вас нет записей в черновиках.

# app_account_my_statuses_draft_subtitle
source: When you do, they will show up here.
ru: Они появятся здесь, как только вы их добавите.

# app_account_my_domainBlock_action_block
source: Block
ru: Заблокировать

# app_account_my_domainBlock_action_unblock
source: Unblock
ru: Разблокировать

# app_account_domainBlock_description
source: You won’t see notifications, boosts, posts, from that server on the public and home feeds. You will lose any followers that you might have had on that server. Usually, it is better to setup few account blocks or mutes instead of global instance block.
ru: Вы не будите видеть оповещения, записи с этого сервера в публичных и домашней лентах. Вы потеряете всех подписчиков с этого сервера. Обычно, удобнее сделать несколько блокировать или скрытий конкретных аккаунтов место блокирования всего сервера.

# app_account_my_domainBlock_action_add
source: Add to blocked list
ru: Добавить домен

# app_account_my_customList_list_empty_title
source: You haven’t created any Lists yet.
ru: У вас нет списков.

# app_account_my_customList_list_empty_subtitle
source: Create one now.
ru: Создайте новый сейчас.

# app_account_my_customList_list_action_add
source: Create a list
ru: Создать список

# app_account_my_customList_list_action_edit
source: Edit list
ru: Редактировать

# app_account_my_customList_edit_search_header
source: Add to your List
ru: Добавить в ваш список

# app_account_my_customList_edit_account_action_add
source: Add
ru: Добавить

# app_account_my_customList_edit_account_action_remove
source: Remove
ru: Удалить

# app_account_my_customList_edit_search_hint
source: Search for people you follow
ru: Пользователи на которых вы подписаны

# app_account_select_suggestion_header
source: Suggestion
ru: Быстрый доступ

# app_account_my_customList_edit_added_header
source: Added accounts
ru: Добавленные пользователи

# app_account_my_customList_edit_action_save
source: Save
ru: Сохранить

# app_account_my_statuses_scheduled_status_action_edit
source: Edit
ru: Изменить

# app_account_my_statuses_scheduled_status_action_delete
source: Delete
ru: Удалить

# app_account_my_statuses_draft_status_action_edit
source: Edit
ru: Изменить

# app_account_my_statuses_draft_status_action_delete
source: Delete
ru: Удалить

# app_account_my_customList_edit_action_delete_list
source: Delete list
ru: Удалить список

# app_account_my_customList_edit_description
source: Statuses in the list are cached on the server. Adding or Removing accounts will affect only new posts. All old posts will remain on the list forever. It is only possible to add account which you follow.
ru: Записи в списке кэшируются на сервере. Добавление/Удаление аккаунтов только на новые опубликованные записи. Все старые записи останутся в списке навсегда. Можно добавить только те аккаунты на которые вы подписаны.

# app_account_select_recent_header
source: Recent
ru: Недавние

# app_share_action_send
source: Send
ru: Отправить

# app_account_select_recent_empty
source: You don’t have recent accounts selection
ru: Вы еще не выбирали аккаунты

# app_share_action_sent
source: Sent
ru: Отправлено

# app_account_mute_dialog_title
source: Snooze User
ru: Скрытие пользователя

# app_account_mute_toast_mute_with_notifications
source: Notifications muted
ru: Скрытия оповещений включено

# app_account_mute_toast_mute_without_notifications
source: Notifications unmuted
ru: Скрытия оповещений выключено

# app_account_report_description
source: Report will be send to server moderators
ru: Жалоба будет отправлена модераторам сервера

# app_account_report_message_hint
source: Additional comments
ru: Дополнительные комментарии

# app_account_report_message_label
source: Message
ru: Сообщение

# app_account_report_forward_label
source: Forward to {host}
ru: Переслать на {host}

# app_account_report_action_send
source: Send
ru: Отправить

# app_account_report_title
source: Report {userAtHost}
ru: Пожаловаться на {userAtHost}

# app_account_home_tab_menu_action_rateApp
source: Rate app
ru: Оценить приложение

# app_filter_edit_title
source: Edit filter
ru: Редактировать фильтр

# app_filter_list_title
source: Filters
ru: Фильтры

# app_filter_create_title
source: Create filter
ru: Создать фильтр

# app_account_my_action_filters
source: Filters
ru: Фильтры

# app_filter_edit_field_phrase_label
source: Phrase
ru: Фраза

# app_filter_edit_field_phrase_hint
source: Not sensitive to case
ru: Не учитывает регистр

# app_filter_edit_field_wholeWord_label
source: Whole word
ru: Целиком

# app_filter_edit_field_wholeWord_description
source: Apply only if phrase exactly matched
ru: Применять только есть фраза найдена полностью

# app_filter_edit_field_expiresIn_label
source: Expires in
ru: Истекает

# app_filter_edit_field_irreversible_label
source: Drop instead of hide
ru: Фильтровать навсегда

# app_filter_edit_field_context_label
source: Contexts
ru: Контекст

# app_filter_edit_field_context_description
source: One or multiply contexts where the filter should apply
ru: Одно или несколько направлений

# app_filter_context_type_home_and_lists
source: Home and Lists
ru: Домашняя лента и Списки

# app_filter_context_type_public
source: Public
ru: Публичные ленты

# app_filter_context_type_notifications
source: Notifications
ru: Оповещения

# app_filter_context_type_threads
source: Conversations
ru: Беседы

# app_filter_edit_field_irreversible_description
source: Filter statuses on server-side (irreversible)
ru: Фильтровать навсегда на сервере

# app_filter_edit_description
source: Remove statuses which contains phrase in text or content warning
ru: Убрать статусы которые содержат фразу в тексте или в описании контента

# app_filter_list_empty
source: You haven’t created any Filters yet.
ru: У вас нет еще не одного Фильтра.

# app_filter_list_action_add
source: Add Filter
ru: Добавить фильтр

# app_filter_edit_field_wholeWord_error_invalid_phrase
source: Phrase should be alphanumeric only
ru: Фраза должна содержать только цифры и буквы

# app_filter_edit_action_save
source: Save
ru: Сохранить

# app_filter_edit_action_delete
source: Delete
ru: Удалить

# app_filter_context_empty
source: Nothing selected
ru: Ничего не выбрано

# app_filter_edit_field_expiresIn_description
source: Expired filters are not automatically deleted, but can be reactivated
ru: После истечения времени фильтр будет выключен, но не удален

# app_duration_value_null
source: Never
ru: Никогда

# app_filter_context_type_account
source: Account
ru: Аккаунт

# app_duration_picker_action_delete
source: Delete
ru: Удалить

# app_filter_expired
source: Expired
ru: Время истекло

# app_filter_context_type_unknown
source: Unknown
ru: Неизвестно
