Repository: Big-Fig/Fediverse.app
Catalog: packages/fedi_app/lib/l10n/intl_*.arb
Languages: ru

# app_ui_fontSize_type_smallest
source: Smallest
ru: Наименьший

# app_ui_fontSize_type_small
source: Small
ru: Маленький

# app_ui_fontSize_type_medium
source: Medium
ru: Обычный

# app_ui_fontSize_type_large
source: Large
ru: Большой

# app_ui_fontSize_type_largest
source: Largest
ru: Наибольший

# app_ui_statusFontSize
source: Status font size
ru: Размер шрифта записей

# app_pagination_settings_title
source: Pagination
ru: Постраничная загрузка

# app_pagination_settings_pageSize_label
source: Page size
ru: Размер страниц

# app_cache_database_settings_limitAge_label
source: Age limit
ru: Лимит давности

# app_cache_database_settings_limitEntriesCountByType_label
source: Entries count per type limit
ru: Лимит записей(все типы)

# app_cache_files_settings_sizeLimit_label
source: Objects count limit
ru: Лимит по количеству объектов

# app_cache_database_settings_title
source: Databаse cache
ru: Кэш базы данных

# app_cache_files_settings_title
source: Files cache
ru: Кэш файлов

# app_cache_files_settings_description
source: Exceed limits data will be deleted on each app start.
ru: Данные не соотвествующие лимитам будут удалены при каждом старте приложения.

# app_cache_settings_action_clear_by_limits_now
source: Clear cache by limits ({userAtHost})
ru: Удалить кэш по лимитам ({userAtHost})

# app_cache_settings_action_clear_all_now
source: Clear whole cache ({userAtHost})
ru: Удалить весь кэш ({userAtHost})

# app_cache_database_settings_description
source: Accounts, statuses, conversation, notifications and chats. Huge limits may cause bad performance due to complex calculations for big amount of data. Exceed limits data will be deleted on each app start.
ru: Аккаунты, записи, беседы, чаты и оповещения. Высокие лимиты могут ухудшить производительность из-за сложных вычислений для больших объемов данных. Данные не соотвествующие лимитам будут удалено при каждом старте приложения.

# form_field_int_error_length_maxOnlyValue_desc
source: Should be not more than {max}
ru: Не больше {max}

# form_field_int_error_length_minOnlyValue_desc
source: Should be at least {min}
ru: Не меньше {min}

# form_field_int_error_length_minAndMax_desc
source: Should be between {min} and {max}
ru: Должны быть между {min} и {max}

# app_cache_database_settings_currentMaxAge_label
source: Current max age
ru: Максимальная давность (сейчас)

# app_cache_database_settings_currentEntriesCountByType_label
source: Current max entries count by type
ru: Максимальное количество записей (по типу сейчас)

# app_cache_database_settings_limitAge_value_notSet
source: No
ru: Нет

# app_cache_database_settings_limitAge_value_days7
source: 7 days
ru: 7 дней

# app_cache_database_settings_limitAge_value_days30
source: 30 days
ru: 30 дней

# app_cache_database_settings_limitAge_value_days90
source: 90 days
ru: 90 дней

# app_cache_database_settings_limitAge_value_days180
source: 180 days
ru: 180 дней

# app_cache_database_settings_limitAge_value_days365
source: 1 year
ru: 1 год

# app_cache_database_settings_limitEntriesCountByType_value_notSet
source: No
ru: Нет

# app_cache_database_settings_limitEntriesCountByType_value_limit1000
source: 1000 entries
ru: 1000 записей

# app_cache_database_settings_limitEntriesCountByType_value_limit5000
source: 5000 entries
ru: 5000 записей

# app_cache_database_settings_limitEntriesCountByType_value_limit10000
source: 10000 entries
ru: 10000 записей

# app_cache_database_settings_limitEntriesCountByType_value_limit100000
source: 100000 entries
ru: 100000 записей

# app_cache_files_settings_sizeLimit_value_notSet
source: No
ru: Нет

# app_cache_files_settings_limitAge_value_notSet
source: No
ru: Нет

# app_cache_files_settings_limitAge_value_days7
source: 7 days
ru: 7 дней

# app_cache_files_settings_limitAge_value_days30
source: 30 days
ru: 30 дней

# app_cache_files_settings_limitAge_value_days90
source: 90 days
ru: 90 дней

# app_cache_files_settings_limitAge_value_days180
source: 180 days
ru: 180 дней

# app_cache_files_settings_limitAge_value_days365
source: 1 year
ru: 1 год

# app_cache_files_settings_limitAge_label
source: Age limit
ru: Лимит давности

# app_account_action_subscribe
source: Subscribe
ru: Получать уведомления

# app_account_action_unsubscribe
source: Unsubscribe
ru: Не получать уведомления

# app_account_statuses_tab_favourites
source: Favourites
ru: Избранное

# app_account_statuses_tab_favourites_accessRestricted
source: User restricted access to it's favourites
ru: Пользователь закрыл доступ к избранному

# app_account_info_value_hidden
source: Hidden
ru: Скрыто

# app_account_my_edit_field_background_dialog_action_select
source: Select
ru: Выбрать

# app_account_my_edit_field_background_dialog_action_crop
source: Crop
ru: Обрезать

# app_account_my_edit_field_background_dialog_title
source: Background
ru: Фон

# app_account_my_edit_field_locked_description
source: You should manually approve follow requests
ru: Вручную подтверждать подписчиков

# app_account_my_edit_field_note_hint
source: Your bio and links to your pages
ru: Ваша биография и ссылки на социальные сети

# app_account_my_edit_field_displayName_hint
source: John Smith
ru: Иван Иванов

# app_account_my_edit_field_bot_label
source: Bot
ru: Бот

# app_account_my_edit_field_bot_description
source: Mark if current account is bot
ru: Отметьте если этот аккаунт является ботом

# app_account_my_edit_field_discoverable_label
source: Discoverable
ru: Видимость

# app_account_my_edit_field_discoverable_description
source: Search engines & Profile directory
ru: В поиске и других сервисах

# app_account_my_edit_field_acceptsChatMessages_label
source: Accepts chat messages
ru: Принимать сообщения в чате

# app_account_my_edit_field_acceptsChatMessages_description
source: Disable to reject all messages
ru: Отключите чтобы отклонять все сообщения

# app_account_my_edit_field_allowFollowingMove_label
source: Allow following move
ru: Подписка на перемещенные аккаунты

# app_account_my_edit_field_allowFollowingMove_description
source: Automatically follow moved accounts
ru: Автоматически подписываться при перемещении

# app_account_my_edit_field_hideFavourites_label
source: Hide favourites
ru: Скрыть список избранного

# app_account_my_edit_field_hideFavourites_description
source: Only private access to favourites list
ru: Только приватный доступ

# app_account_my_edit_field_hideFollowers_label
source: Hide followers
ru: Скрыть список подписчиков

# app_account_my_edit_field_hideFollowers_description
source: Only private access to followers list
ru: Только приватный доступ

# app_account_my_edit_field_hideFollowersCount_label
source: Hide followers count
ru: Скрыть количество подписчиков

# app_account_my_edit_field_hideFollowersCount_description
source: Display '0' as followers count
ru: Отображать '0'

# app_account_my_edit_field_hideFollows_label
source: Hide follows
ru: Скрыть список ваших подписок

# app_account_my_edit_field_hideFollows_description
source: Only private access to follows list
ru: Только приватный доступ

# app_account_my_edit_field_hideFollowsCount_label
source: Hide follows count
ru: Скрыть количество ваших подписок

# app_account_my_edit_field_hideFollowsCount_description
source: Display '0' as follows count
ru: Отображать '0'

# app_account_my_edit_field_noRichText_label
source: Ignore rich text
ru: Игнорировать форматирование текста

# app_account_my_edit_field_noRichText_description
source: Strip html tags
ru: Удалять HTML тэги

# app_account_my_edit_field_showRole_label
source: Show role
ru: Показывать роль

# app_account_my_edit_field_showRole_description
source: e.g. Admin, Moderator
ru: например Админ или Модератор

# app_account_my_edit_field_skipThreadContainment_label
source: Skip thread containment
ru: Пропускать поврежденные беседы

# app_account_my_edit_field_skipThreadContainment_description
source: Ignore broken threads
ru: Скрывать в списках

# app_auth_instance_register_field_acceptTermsOfService_label
source: Accept Terms of Service
ru: Принимаю условия использования

# app_auth_instance_register_field_locale_label
source: Locale
ru: Язык

# app_auth_instance_register_field_locale_description
source: Default language for your statuses and confirmation email
ru: Язык по умолчания для ваших записей и подтверждающего email

# form_field_bool_onlyTrue_error_desc
source: Should be enabled
ru: Должно быть включено

# app_auth_instance_register_emailConfirmationRequired_notification_title
source: Success registration
ru: Успешная регистрация

# app_auth_instance_register_emailConfirmationRequired_notification_content
source: Please confirm email before login
ru: Подтвердите email перед входом

# app_auth_instance_register_cantLogin_notification_title
source: Success registration
ru: Успешная регистрация

# app_auth_instance_register_cantLogin_notification_content
source: Error during login: {errorDescription}
ru: Ошибка при входе: {errorDescription}

# app_auth_instance_register_field_reason_label
source: Reason (optional)
ru: Причина (опционально)

# app_auth_instance_register_field_reason_hint
source: Will be reviewed by moderators
ru: Будет проверено модераторами

# file_picker_selectionFolder_title
source: Selection
ru: Выбрано

# file_picker_multi_selectionCountLimitReached_notification_title
source: Selection count limit reached
ru: Достигнут лимит

# file_picker_multi_selectionCountLimitReached_notification_content
source: Maximum {selectionCountLimit}
ru: Максимум {selectionCountLimit}

# app_instance_details_title
source: Instance: {instanceDomain}
ru: Сервер: {instanceDomain}

# app_account_action_instanceDetails
source: Instance: {instanceDomain}
ru: Сервер: {instanceDomain}

# app_instance_details_field_directory_label
source: Directory
ru: Все

# app_instance_details_field_directory_value
source: Accounts
ru: Аккаунты

# app_instance_details_field_trends_label
source: Trends
ru: Тренды

# app_instance_details_field_trends_value
source: Hashtags
ru: Хэштеги

# app_instance_details_field_publicTimeline_label
source: Public timeline
ru: Публичная лента

# app_instance_details_field_publicTimeline_value
source: Statuses
ru: Записи

# app_instance_details_field_activity_label
source: Activity
ru: Активность

# app_instance_details_field_activity_value
source: Statistic
ru: Статистика

# app_instance_details_field_version_label
source: Version
ru: Версия

# app_instance_details_field_stats_title
source: Statistic
ru: Статистика

# app_instance_details_field_stats_domainCount_label
source: Federation domains
ru: Federation сервера

# app_instance_details_field_stats_statusCount_label
source: Statuses
ru: Записи

# app_instance_details_field_stats_userCount_label
source: Users
ru: Пользователи

# app_instance_details_field_languages_label
source: Languages
ru: Языки

# app_instance_details_field_registrations_label
source: Registrations enabled
ru: Регистрация возможна

# app_instance_details_field_approvalRequired_label
source: Approval required
ru: Необходимо подтверждение

# app_instance_details_field_invitesEnabled_label
source: Invites Enabled
ru: Приглашения включены

# app_instance_details_field_contactAccount_label
source: Contact
ru: Контакт

# app_instance_details_field_maxTootChars_label
source: Max status length
ru: Макс. размер записи

# app_instance_details_field_chatLimit_label
source: Max chat message length
ru: Макс. размер сообщения в чате

# app_instance_details_field_imageDescriptionLimit_label
source: Max media description length
ru: Макс. размер описания файлов

# app_instance_details_field_pollLimit_title
source: Poll limits
ru: Лимиты опроса

# app_instance_details_field_pollLimit_minExpiration_label
source: Min expiration
ru: Мин. длительность

# app_instance_details_field_pollLimit_maxExpiration_label
source: Max expiration
ru: Макс. длительность

# app_instance_details_field_pollLimit_maxOptionsChars_label
source: Max options length
ru: Макс. длина ответа

# app_instance_details_field_pollLimit_maxOptions_label
source: Max options count
ru: Макс. количество ответов

# app_instance_details_field_uploadMedia_label
source: Upload media limit
ru: Лимит: загрузка файлов

# app_instance_details_field_uploadAvatar_label
source: Upload avatar limit
ru: Лимит: загрузка аватара

# app_instance_details_field_uploadBanner_label
source: Upload banner limit
ru: Лимит: загрузка баннера

# app_instance_details_field_uploadBackground_label
source: Upload background limit
ru: Лимит: загрузка фона

# app_instance_details_field_vapidPublicKey_label
source: Vapid public key
ru: Открый ключ Vapid

# app_instance_details_field_metadata_features_label
source: Features
ru: Функции

# app_instance_details_field_metadata_fields_title
source: Fields limit
ru: Лимит: поле аккаунта

# app_instance_details_field_metadata_fields_maxFields_label
source: Max fields count
ru: Макс. количество полей

# app_instance_details_field_metadata_fields_maxRemoteFields_label
source: Max remote fields count
ru: Макс количество полей (remote)

# app_instance_details_field_metadata_fields_nameLength_label
source: Max name length
ru: Макс. длина имени

# app_instance_details_field_metadata_fields_valueLength_label
source: Max value length
ru: Макс длина значения

# app_instance_details_value_bool_true
source: True
ru: Да

# app_instance_details_value_bool_false
source: False
ru: Нет

# app_instance_details_field_metadata_fields_versionType_value_unknown
source: Unknown
ru: Неизвестно

# app_instance_details_field_metadata_fields_postFormats_label
source: Post formats
ru: Форматы записей

# app_instance_details_field_registrationsLimits_title
source: Registration limits
ru: Регистрация

# app_instance_details_field_details_title
source: Details
ru: Детали

# app_instance_details_field_uploadLimits_title
source: Upload limits
ru: Загрузка

# app_instance_details_field_messagesLimits_title
source: Messages limits
ru: Сообщения

# app_instance_details_field_metadata_title
source: Metadata
ru: Мета-данные

# app_instance_details_field_federation_enabled_label
source: Enabled
ru: Включено

# app_instance_details_field_federation_exclusions_label
source: Exclusions
ru: Исключения

# app_instance_details_field_federation_mrfPolicies_label
source: MFR Policies
ru: Правила MFR

# app_instance_details_field_federation_quarantinedInstances_label
source: Quarantined Instances
ru: Серверы на карантине

# app_account_action_openOnRemoteInstance
source: Open on {remoteInstanceDomain}
ru: Открыть на {remoteInstanceDomain}

# app_status_action_openOnRemoteInstance
source: Open on {remoteInstanceDomain}
ru: Открыть на {remoteInstanceDomain}

# app_instance_remote_error_failed_dialog_title
source: Failed to load data from remote host
ru: Не удалось загрузить

# app_instance_remote_error_failed_dialog_content
source: Remote host don't support this feature or network error
ru: Удаленный сервер не поддерживает или проблемы с соединением

# app_status_post_error_pollBodyIsEmpty_desc
source: Poll body shouldn't be empty
ru: Описание опроса не может быть пустым

# app_chat_selection_action_copyAsRawText_toast_success
source: Copied in clipboard
ru: Скопировано в буфер

# app_chat_selection_action_delete_confirm_dialog_title
source: Delete messages
ru: Удалить сообщения

# app_chat_selection_action_delete_confirm_dialog_content
source: Are you sure?
ru: Вы уверены?

# app_chat_selection_action_delete_confirm_dialog_action_delete
source: Delete
ru: Удалить

# app_share_action_shareToNewStatus
source: Share as new status
ru: Поделиться

# app_chat_selection_count
source: Selected ({count})
ru: Отмечено ({count})

# app_status_post_visibility_state_local
source: Local
ru: Локальная

# app_status_expire_datetime_picker_title
source: Expire at
ru: Запланировать удаление

# app_timeline_settings_onlyFromInstance_field_label
source: Only from instance
ru: Только от сервера

# app_timeline_settings_field_excludeVisibilities_label
source: Exclude visibilities
ru: Исключить видимости

# app_account_mute_dialog_action_mute
source: Mute
ru: Скрыть обновления

# app_account_mute_dialog_field_notifications_label
source: Notifications
ru: Оповещения

# app_account_mute_dialog_field_expire_label
source: Expire
ru: Истекает

# app_account_mute_dialog_field_notifications_description
source: Additionally mute notifications
ru: Также скрыть оповещения

# app_status_mute_dialog_title
source: Muting conversation
ru: Не уведомлять о ответах

# app_status_mute_dialog_action_mute
source: Mute
ru: Не уведомлять

# app_status_mute_dialog_field_expire_label
source: Expire
ru: Истекает

# app_status_delete_dialog_title
source: Delete actions
ru: Варианты удаления

# app_status_delete_dialog_action_delete
source: Delete
ru: Удалить

# app_status_delete_dialog_action_deleteAndSaveToDrafts
source: Delete and save to drafts
ru: Удалить и сделать черновик

# app_status_delete_dialog_action_deleteAndStartNew
source: Delete and start new status
ru: Удалить и начать новую запись

# file_picker_multi_title
source: Choose media files
ru: Выберите файлы

# file_picker_multi_selectionCount_selected
source: {selectionCount} media selected
ru: {selectionCount} выбрано

# app_chat_unifedi_account_notAcceptsChatMessages_toast
source: User disabled chat feature
ru: Пользователь отключил прием сообщений

# app_chat_message_pending_actions_dialog_title
source: Pending message
ru: Не отправленное сообщение

# app_chat_message_pending_actions_dialog_action_delete
source: Delete message
ru: Удалить

# app_chat_message_pending_actions_dialog_action_resend
source: Send again
ru: Переотправить

# app_chat_message_deleted_desc
source: Message deleted
ru: Сообщение удалено

# app_chat_action_delete_dialog_title
source: Delete conversation
ru: Удалить

# app_chat_action_delete_dialog_content
source: Are you sure?
ru: Вы уверены?

# app_hashtag_remoteInstance_dialog_action_openOnLocal
source: Open on {localDomain}
ru: Открыть на {localDomain}

# app_hashtag_remoteInstance_dialog_action_openOnRemote
source: Open on {remoteDomain}
ru: Открыть на {remoteDomain}

# app_notification_header_report
source: Report from {acct}
ru: Жалоба от {acct}

# app_notification_all_dialog_title
source: Notifications
ru: Уведомления

# app_notification_all_dialog_action_pushNotifications
source: Push notifications settings
ru: Настройки Push уведомлений

# app_notification_all_dialog_action_markAllAsRead
source: Mark ALL as read
ru: Отметить ВСЕ как прочитанное

# app_notification_all_dialog_action_dismissAll
source: Dismiss ALL
ru: Очистить ВСЕ

# app_datetime_picker_action_delete
source: Delete
ru: Удалить

# app_duration_picker_action_done
source: Done
ru: Выбрать

# app_duration_picker_action_cancel
source: Cancel
ru: Отмена

# app_datetime_picker_action_done
source: Done
ru: Выбрать

# app_account_mute_dialog_action_clearDate
source: Clear date
ru: Удалить дату

# app_status_mute_dialog_action_clearDate
source: Clear date
ru: Очистить

# app_chat_message_pending_desc
source: Message pending.
ru: Отправляется.

# app_chat_message_pending_failed_desc
source: Message failed to send.
ru: Ошибка отправления.

# app_chat_message_pending_tapToViewOptions
source: Tap to view options.
ru: Нажмите для действий.

# app_chat_action_delete
source: Delete
ru: Удалить

# app_chat_selection_action_cancel
source: Cancel
ru: Отмена

# app_toast_handling_type_never
source: Never
ru: Никогда

# app_instance_announcement_list_title
source: Instance announcements
ru: Объявления сервера

# app_instance_announcement_list_empty
source: Instance doesn't have active announcements.
ru: Сервер не имеет активных объявлений.

# app_instance_announcement_settings_title
source: Announcements settings
ru: Настройки объявлений

# app_instance_announcement_settings_field_withDismissed_label
source: Show already read
ru: Показать прочитанные

# app_hashtag_history_accounts
source: Accounts
ru: Аккаунты

# app_hashtag_history_statuses
source: Statuses
ru: Записи

# app_account_my_action_featuredTags
source: Featured tags
ru: Избранные тэги

# app_account_my_featuredTags_title
source: Featured tags
ru: Избранные тэги

# app_account_my_featuredTags_action_suggestions
source: Suggestions
ru: Вам понравится

# app_account_my_featuredTags_suggestions_title
source: Suggestions
ru: Вам понравится

# app_account_my_featuredTags_metadata_statusesCount
source: Statuses
ru: Записей

# app_account_my_featuredTags_metadata_lastStatusAt
source: Last
ru: Последняя

# app_account_my_featuredTags_action_unfeature
source: Unfeature
ru: Удалить

# app_account_my_featuredTags_action_feature
source: Feature
ru: Добавить

# app_account_my_action_endorsement
source: Endorsements
ru: Рекомендации

# app_account_my_endorsement_title
source: Endorsements
ru: Рекомендации

# app_account_my_action_suggestion
source: Suggestions
ru: Вам понравится

# app_account_my_suggestion_title
source: Suggestions
ru: Вам понравится

# app_account_my_suggestion_action_remove
source: Remove
ru: Удалить

# app_instance_activity_statuses
source: Statuses
ru: Записи

# app_instance_activity_logins
source: Logins
ru: Пользователи

# app_instance_activity_registrations
source: Registrations
ru: Регистрации

# app_share_income_action_choose_title
source: Choose share action
ru: Поделится

# app_share_income_action_type_status
source: As new status
ru: Новая запись

# app_share_income_action_type_conversation
source: To conversation
ru: В беседу

# app_share_income_action_type_chat
source: To chat
ru: В чат

# app_share_income_instance_choose_title
source: Choose instance to share
ru: Выберите сервер чтобы поделится

# app_share_income_error_authInstanceListIsEmpty
source: You don't have logged instances to share
ru: Вы еще не вошли не в один сервер чтобы поделится

# app_push_disabled_notification_title
source: Push notifications support disabled
ru: Оповещения отключены

# app_push_disabled_notification_content
source: Install app version from store or enable support in config if app was built from source
ru: Установите версию из магазина или включите поддержку оповещений при сборке приложения

# app_crashReporting_settings_title
source: Crash reporting
ru: Отчеты об ошибках

# app_crashReporting_settings_field_reportingEnabled_name
source: Send reports
ru: Отправлять отчеты

# app_crashReporting_ask_dialog_title
source: Crash reporting
ru: Отчеты об ошибках

# app_crashReporting_ask_dialog_content
source: Do you want to enable crash reporting? It will help us make app more stable You can change this option in settings later
ru: Вы согласны на отправку отчетов об ошибках? Это поможет нам сделать приложение стабильнее Вы всегда можете изменить решение в настройках

# app_share_entity_settings_field_appendFromAccount_label
source: Append from account
ru: Добавить аккаунт автора

# app_share_entity_settings_field_withCreatedAt_label
source: With created date
ru: С датой публикации

# app_share_entity_settings_field_withMedia_label
source: With media
ru: С медиа

# app_share_entity_settings_field_withText_label
source: With text
ru: С тектстом

# app_share_entity_settings_field_withLink_label
source: With link to original
ru: С ссылками на оргинал

# app_share_entity_settings_field_wholeAsLink_label
source: Whole as link
ru: Только ссылка

# app_share_entity_settings_field_mediaAsLink_label
source: Media as link
ru: Медиа как ссылки

# app_share_entity_settings_field_withMessage_hint
source: With message
ru: С сообщением

# app_push_channel_follow_name
source: Follow
ru: Подписки

# app_push_channel_follow_description
source: When people follow you
ru: Когда люди подписываются на вас

# app_push_richNotification_follow_title
source: {acct} followed you
ru: {acct} подписался на вас

# app_push_richNotification_follow_summary
source: Someone followed you
ru: Кто-то подписался на вас

# app_push_channel_favourite_name
source: Favourite
ru: Лайки
