Repository: Big-Fig/Fediverse.app
Catalog: packages/fedi_app/lib/l10n/intl_*.arb
Languages: ru

# localization_locale_default
source: Default
ru: По умолчанию

# localization_locale_notSpecified
source: Not specified
ru: Не указано

# app_localization_dialog_title
source: Language
ru: Язык

# app_localization_form_field_label
source: Language
ru: Язык

# app_init_fail
source: Failed to start app. Try restart or re-install app.
ru: Ошибка при инициализации. Перезапустите или переустановите приложение.

# app_theme_chooser_label
source: Color scheme
ru: Тема

# app_theme_type_dark
source: Dark
ru: Темная

# app_theme_type_light
source: Light
ru: Светлая

# app_theme_type_system
source: Auto
ru: Автоматически

# app_customList_create_title
source: Create a list
ru: Создать список

# app_customList_edit_title
source: Edit list
ru: Редактировать

# app_account_my_customList_list_title
source: Lists
ru: Списки

# app_customList_form_field_title_label
source: Title*
ru: Название*

# app_customList_form_field_title_hint
source: Give your list a title
ru: Дайте вашему списку название

# app_emoji_custom_empty
source: This instance doesn't have custom emojis
ru: Данный сервер не имеет своих эмоджи

# app_emoji_recent_empty
source: No recent emojis
ru: Вы еще не выбирали эмоджи

# app_emoji_search_hint
source: Start type to search
ru: Начните писать для поиска

# app_emoji_category_empty
source: This category don't have suitable emojis
ru: Эта категория не содержит подходящих эмоджи

# app_share_title
source: Share
ru: Поделиться

# app_share_external_title
source: Share to external app
ru: Поделиться в другое приложение

# app_share_external_field_shareAsLink
source: Share as link
ru: Поделиться ссылкой

# app_share_toast_success
source: Shared successfully
ru: Успех

# app_share_with_message_field_message_label
source: Message
ru: Сообщение

# app_share_with_message_field_message_hint
source: Describe content (optional)
ru: Комментарий (не обязательно)

# app_share_action_share
source: Share
ru: Поделиться

# app_share_action_shareToExternal
source: Share to external app
ru: Поделиться в другое приложение

# app_share_action_shareToChats
source: Share to Chats
ru: Поделиться в чат

# app_share_action_shareToConversations
source: Share to Conversations
ru: Поделиться в беседу

# app_poll_metadata_hideResults
source: Hide results
ru: Скрыть результаты

# app_poll_metadata_showResults
source: View results
ru: Результаты

# app_poll_metadata_expires_expired
source: Poll ended
ru: Опрос окончен

# app_poll_metadata_expires_notExpired
source: {dayCount} left
ru: {dayCount} осталось

# app_poll_metadata_totalVotes
source: {count,plural, =0{No votes} =1{1 vote} other{{count} votes}}
ru: {count,plural, =0{Нет голосов} =1{1 голос} other{{count} голосов}}

# app_poll_vote
source: Vote
ru: Выбрать

# app_datetime_title
source: Select date
ru: Выбрать дату

# app_datetime_picker_action_ok
source: Set time
ru: Выбрать время

# app_datetime_picker_action_cancel
source: Cancel
ru: Отменить

# app_account_statuses_tab_withReplies
source: Including replies
ru: Включая ответы

# app_account_statuses_tab_withoutReplies
source: Posts
ru: Без ответов

# app_account_statuses_tab_pinned
source: Pinned
ru: Прикрепленные

# app_account_statuses_tab_media
source: Media
ru: Медиа

# app_account_list_privacy
source: Some information may be missed due to privacy settings
ru: Часть данных может быть скрыта из-за настройких приватности

# app_account_follower_title
source: {accountAcct} followers
ru: {accountAcct} подписчики

# app_account_following_title
source: {accountAcct} followings
ru: {accountAcct} подписки

# app_account_action_follow
source: Follow
ru: Подписаться

# app_account_action_unfollow
source: Unfollow
ru: Отписаться

# app_account_action_pin
source: Pin
ru: Рекомендовать

# app_account_action_unpin
source: Unpin
ru: Не рекомендовать

# app_account_action_followRequested
source: Requested
ru: Запрошено

# app_account_action_message
source: Message
ru: Сообщение

# app_account_action_block
source: Block
ru: Блокировать

# app_account_action_unblock
source: Unblock
ru: Разблокировать

# app_account_action_blockDomain
source: Block domain {domain}
ru: Блокировать сервер {domain}

# app_account_action_unblockDomain
source: Unblock domain {domain}
ru: Разблокировать сервер {domain}

# app_account_action_mute
source: Mute
ru: Скрыть обновления

# app_account_action_unmute
source: Unmute
ru: Показывать обновления

# app_account_action_openInBrowser
source: Open in browser
ru: Открыть в браузере

# app_account_action_report_label
source: Report
ru: Пожаловаться

# app_account_report_toast_success
source: Successfully reported
ru: Успех

# app_account_report_toast_fail
source: Failed to report
ru: Ошибка

# app_account_action_popup_title
source: More actions for:
ru: Больше действий:

# app_account_info_followers
source: Followers
ru: Подписчики

# app_account_info_following
source: Following
ru: Подписики

# app_account_info_statuses
source: Statuses
ru: Записи

# app_account_my_followRequest_title
source: Follow requests
ru: Запросы подписки

# app_account_my_accountBlock_title
source: Account blocks
ru: Заблокированные аккаунты

# app_account_my_accountMute_title
source: Account mutes
ru: Скрытые аккаунты

# app_account_my_domainBlock_title
source: Domain blocks
ru: Заблокированные серверы

# app_account_my_domainBlock_add_dialog_title
source: Add domain block
ru: Блокировка сервера

# app_account_my_statuses_bookmarked_title
source: Bookmarks
ru: Закладки

# app_account_my_statuses_favourited_title
source: Favourites
ru: Избранное

# app_account_home_tab_menu_action_account
source: Account
ru: Аккаунт

# app_account_home_tab_menu_action_settings
source: Settings
ru: Настройки

# app_account_home_tab_menu_action_bookmarks
source: Bookmarks
ru: Избранное

# app_account_home_tab_menu_action_lists
source: Lists
ru: Списки

# app_account_home_tab_menu_action_instance_announcements
source: Announcements
ru: Объявления

# app_account_home_tab_menu_action_instance_aboutApp
source: About Fedi
ru: О Fedi

# app_account_my_menu_account_subpage_title
source: Account
ru: Аккаунт

# app_settings_global_title
source: Settings: global
ru: Настройки: общие

# app_account_my_action_scheduledPosts
source: Scheduled posts
ru: Запланированны записи

# app_account_my_action_draftPosts
source: Draft posts
ru: Черновики

# app_account_my_action_lists
source: Lists
ru: Списки

# app_account_my_action_bookmarked
source: Bookmarks
ru: Закладки

# app_account_my_action_favourited
source: Favourites
ru: Избранное

# app_account_my_action_followRequests
source: Follow requests
ru: Запросы подписки

# app_account_my_action_accountBlocks
source: Account blocks
ru: Заблокированные аккаунты

# app_account_my_action_accountMutes
source: Account mutes
ru: Скрытые аккаунты

# app_account_my_action_domainBlocks
source: Domain blocks
ru: Заблокированные серверы

# app_account_my_edit_title
source: Edit account
ru: Редактировать

# app_media_upload_progress
source: Uploading media
ru: Загрузка файлов на сервер

# app_media_upload_failed_notification_title
source: Failed to upload
ru: Ошибка загрузки

# app_media_upload_failed_notification_exceedSize_content
source: File size is {formattedFileSize} MB, but max is {formattedMaxFileSize} MB
ru: Размер файла {formattedFileSize} MB, но максимум {formattedMaxFileSize} MB

# app_account_my_edit_action_save
source: Save
ru: Сохранить

# app_account_my_edit_unsaved_dialog_title
source: You have unsaved changes
ru: Изменения не сохранены

# app_account_my_edit_unsaved_dialog_action_discard
source: Discard
ru: Удалить изменения

# app_account_my_edit_field_avatar_dialog_title
source: Confirm selection?
ru: Подтвердить?

# app_account_my_edit_field_avatar_dialog_action_selectAndCrop
source: Select & crop
ru: Выбрать и обрезать

# app_account_my_edit_field_header_dialog_title
source: Confirm selection?
ru: Подтвердить?

# app_account_my_edit_field_header_dialog_action_select
source: Select
ru: Выбрать

# app_account_my_edit_field_header_dialog_action_crop
source: Crop
ru: Обрезать

# app_account_my_edit_field_backgroundImage_label
source: Background image
ru: Фон

# app_account_my_edit_field_backgroundImage_action_add
source: Add
ru: Добавить

# app_account_my_edit_field_displayName_label
source: Display name*
ru: Имя*

# app_account_my_edit_field_note_label
source: Note
ru: Описание

# app_account_my_edit_field_locked_label
source: Locked to followers only
ru: Доступен только для подписчиков

# app_account_my_edit_field_customField_label
source: Link field #{number}
ru: Ссылка #{number}

# app_account_my_edit_field_customField_name_label
source: Name*
ru: Название*

# app_account_my_edit_field_customField_value_label
source: URL*
ru: Ссылка*

# app_account_my_edit_field_customField_action_addNew
source: Add link field
ru: Добавить ссылку

# app_async_unifedi_error_common_dialog_title
source: API error
ru: Ошибка API

# app_async_unifedi_error_common_dialog_content
source: Message: {message}
ru: Сообщение: {message}

# app_async_unifedi_error_throttled_dialog_title
source: Throttled. Server blocked action.
ru: Заблокировано. Слишком много операций.

# app_async_unifedi_error_throttled_dialog_content
source: Too much operations per minute. Please wait before do something again.
ru: Слишком много операций за минуту. Пожалуйста подождите.

# app_async_unifedi_error_forbidden_dialog_title
source: Forbidden. Invalid action or session expired
ru: Запрещено. Неправильная операция или ваша сессия устарелаа

# app_async_socket_error_dialog_title
source: Check your connection
ru: Проверьте ваше соединение

# app_async_socket_error_dialog_content
source: No network or remote server unavailable
ru: Нет соединения или сервер недоступен

# app_async_timeout_error_dialog_title
source: Timeout reached
ru: Нет ответа

# app_async_timeout_error_dialog_content
source: No network or remote server unavailable
ru: Нет соединения или сервер недоступен

# app_auth_instance_logout_dialog_title
source: Log Out
ru: Выйти

# app_auth_instance_logout_dialog_content
source: Log out of {userAtHost}
ru: Выйти из {userAtHost}

# app_auth_instance_chooser_action_addInstance
source: Add account
ru: Добавить аккаунт

# app_auth_instance_current_context_loading_loading_title
source: Loading Instance
ru: Загрузка аккаунта

# app_auth_instance_current_context_loading_cantLoad_content
source: Can't load {userAtHost} instance. App error or session expired
ru: Не получается загрузить {userAtHost}. Ошибка приложения или сессия истекла

# app_auth_instance_current_context_loading_cantLoad_action_refresh
source: Refresh
ru: Перезагрузить

# app_auth_instance_current_context_loading_cantLoad_action_chooseDifferentAccount
source: Choose different account
ru: Выберите другой аккаунт

# app_auth_instance_current_context_loading_cantLoad_action_logout
source: Logout
ru: Выйти

# app_auth_instance_join_new_title
source: Join new instance
ru: Добавить аккаунт

# app_auth_instance_join_action_tos_prefix
source: By using Fedi, you agree to our
ru: Используя Fedi вы соглашаетесь с

# app_auth_instance_join_action_tos_terms
source: Terms
ru: условиями

# app_auth_instance_join_action_login
source: Login
ru: Вход

# app_auth_instance_join_action_exploreAsGuest
source: Explore as guest
ru: Посмотреть как гость

# app_auth_instance_join_action_signUp
source: Sign up
ru: Регистрация

# app_auth_instance_join_action_about
source: About
ru: О Fedi

# app_auth_instance_join_action_helpMeChooseInstance
source: Help me choose instance
ru: Как выбрать сервер?

# app_auth_instance_join_field_host_helper
source: Pleroma or Mastodon Instance
ru: Pleroma или Mastodon сервер

# app_auth_instance_join_progress_dialog_content
source: Checking instance
ru: Проверка сервера

# app_auth_instance_join_fail_dialog_title
source: Fail to connect to instance
ru: Невозможно подключится к серверу

# app_auth_instance_join_fail_dialog_content
source: Details: {error}
ru: Детали: {error}

# app_auth_instance_join_registrationDisabled_dialog_title
source: Instance owner disabled registration
ru: Владелец сервера отключил регистрацию

# app_auth_instance_join_invitesOnly_dialog_title
source: Instance owner limit registration to invites-only
ru: Владелец сервера включил регистрацию только по приглашениям

# app_auth_instance_join_invitesOnly_dialog_content
source: Try any other instance, or register by invite link in your browser
ru: Используйте другой сервер, или заргестрируйтесь по ссылке-приглашению в браузере

# app_auth_instance_register_title
source: Create account on {host}
ru: Создать аккаунт на {host}

# app_auth_instance_register_approvalRequired_notification_title
source: Success registration
ru: Успешная регистрация

# app_auth_instance_register_approvalRequired_notification_content
source: You can login once moderators will approve your account
ru: Вы сможете войти как толькоо модераторы подтвердят ваш аккаунт

# app_auth_instance_register_step_manualApprove_title
source: Accounts manual approve
ru: Ручное подтверждение аккаунтов

# app_auth_instance_register_step_manualApprove_description
source: Instance owners enabled manual approve by moderators to prevent spam. You will need to wait moderation approve until you will can use your account
ru: Владельцы сервера включили ручное подтверждение аккаунтов для защиты от спама. Вы не сможете пользоваться аккаунтов до его подтверждения модераторами

# app_auth_instance_register_step_captcha_description
source: Instance owners enabled captcha to prevent spam
ru: Владельцы сервера включили обязательну captcha для защиты от спама

# app_auth_instance_register_step_captcha_description_disabledOnServer
source: Instance owners disabled captcha
ru: Владельцы сервера отключили captcha

# app_auth_instance_register_step_account_title
source: Account
ru: Аккаунт

# app_auth_instance_register_step_submit_title
source: Submit
ru: Отправить

# app_auth_instance_register_action_nextStep
source: Next
ru: Дальше

# app_auth_instance_register_action_previousStep
source: Back
ru: Назад

# app_auth_instance_register_action_submit
source: Submit
ru: Отправить

# app_auth_instance_register_field_username_label
source: Username*
ru: Никнейм*

# app_auth_instance_register_field_captcha_description
source: Tap to reload
ru: Нажмите для перезагрузки

# app_auth_instance_register_field_captcha_hint
source: Characters from picture
ru: Символы с картинки

# app_auth_instance_register_field_email_label
source: Email Address*
ru: Email*

# app_auth_instance_register_field_email_description
source: You will need to confirm it
ru: Будет необходимо подтверждение

# app_auth_instance_register_field_password_label
source: Password*
ru: Пароль*

# app_auth_instance_register_field_password_hint
source: Password
ru: Пароль

# app_auth_instance_register_action_createAccount
source: Sign up
ru: Регистрация

# app_chat_unifedi_share_title
source: Share to chats
ru: Поделится в чаты

# app_chat_list_newItems_action_tapToLoadNew
source: {count,plural, =1{1 new chat. Tap to load.} other{{count} new chats. Tap to load.}}
ru: {count,plural, =1{1 новый чат. Нажмите для загрузки.} other{{count} новых чатов. Нажмите для загрузки.}}

# app_chat_unifedi_accounts_title
source: Chat accounts
ru: Аккаунты в чате

# app_chat_preview_you
source: You: {message}
ru: Вы: {message}

# app_chat_post_field_content_hint
source: Start a message
ru: Начните сообщение

# app_chat_post_error_empty_dialog_title
source: Can't send empty message
ru: Невозможно отправить пустое сообщение

# app_chat_conversation_share_title
source: Share to conversations
ru: Поделиться в беседы

# app_chat_conversation_list_newItems_action_tapToLoadNew
source: {count,plural, =1{1 new conversation. Tap to load.} other{{count} new conversations. Tap to load.}}
ru: {count,plural, =1{1 новая беседа. Нажмите для загрузки.} other{{count} новых бесед. Нажмите для загрузки.}}

# app_chat_conversation_accounts_title
source: Conversation accounts
ru: Аккаунты в беседе

# app_chat_conversation_start_title
source: Start conversation
ru: Начать беседу

# app_file_image_crop_title
source: Crop as
ru: Обрезать

# app_home_tab_chat_conversation_title
source: Conversations
ru: Беседы

# app_home_tab_chat_conversation_action_switchToChats
source: To Chats
ru: В чаты

# app_home_tab_chat_unifedi_title
source: Chats
ru: Чаты

# app_home_tab_chat_unifedi_notSupported_mastodon
source: Chats not supported on Mastodon instances
ru: Чаты не поддерживаются на Mastodon серверах

# app_home_tab_chat_unifedi_notSupported_pleroma
source: This instance doesn't support chats
ru: Этот сервер не поддерживает функционал чатов

# app_home_tab_chat_unifedi_action_switch_to_dms
source: To Conversations
ru: В беседы

# app_notification_action_popup_title
source: Notification actions
ru: Операции с оповещением

# app_notification_action_markAsRead
source: Mark as read
ru: Пометить как прочитанное

# app_notification_action_dismiss
source: Dismiss
ru: Удалить

# app_notification_list_newItems_action_tapToLoadNew
source: {count,plural, =1{1 new notification. Tap to load.} other{{count} new notifications. Tap to load.}}
ru: {count,plural, =1{1 новое оповещение. Нажмите для загрузки.} other{{count} новых оповещений. Нажмите для загрузки.}}

# app_push_permission_ask_dialog_title
source: Push notifications
ru: Push оповещения

# app_push_permission_ask_dialog_content
source: Do you want to enable push notifications? They will be forwarded through Fedi Push Relay Server. You can change this option in settings later
ru: Хотите ли вы включить push оповещения? Они буду пересланы через Fedi Push Relay сервер. Вы всегда можете изменить решение в настройках

# app_push_permission_declined_dialog_title
source: Permission required
ru: Необходимо разрешение

# app_push_permission_declined_dialog_content
source: Please enable push notification in app settings to receive updates
ru: Включите push оповещения в настройках для получения обновлений

# app_push_settings_title
source: Push notifications
ru: Push-оповещения

# app_push_filter_settings_title
source: Push filters
ru: Push-фильтры

# app_push_settings_desc
source: All messages will be forwarded through Fedi Relay Server
ru: Все сообщения буду пересланы через Fedi Push Relay сервер

# app_push_settings_desc_filters
source: You can also specify additional filters
ru: Вы также можете указать дополнительные фильтры

# app_push_settings_field_favourites_label
source: Favourites
ru: Лайки

# app_push_settings_field_follows_label
source: Follows
ru: Подписки

# app_push_settings_field_mentions_label
source: Mentions
ru: Упоминания

# app_push_settings_field_reblogs_label
source: Reblogs
ru: Реблоги

# app_push_settings_field_polls_label
source: Polls
ru: Опросы

# app_push_filter_settings_field_hideNotificationContents_label
source: Hide notifications content
ru: Скрывать контент

# app_push_filter_settings_field_blockFromStrangers_label
source: Block from strangers
ru: Блокировать от незнакомцев

# app_push_settings_field_chat_label
source: Chats
ru: Чаты

# app_notification_header_follow
source: Followed you.
ru: Подписался на вас.

# app_notification_header_favourite
source: Liked your post.
ru: Понравилась ваша запись.

# app_notification_header_mention_prefix
source: Mentioned you:
ru: Упоминул вас:

# app_notification_header_reblog
source: Shared your post.
ru: Поделился вашей записью.

# app_notification_header_poll
source: Voted poll ended.
ru: Опрос окончен.

# app_notification_header_move
source: Moved.
ru: Перемещен.

# app_notification_header_followRequest
source: Follow request.
ru: Хочет подписаться на вас.

# app_notification_header_emojiReaction
source: {emoji} for your post.
ru: Оценил вашу запись: {emoji}.

# app_notification_header_chatMention_prefix
source: Chat:
ru: Чат:

# app_notification_header_unknown
source: Unknown: {status}
ru: Неизвестно: {status}

# app_notification_dismissed
source: Dismissed
ru: Скрыто

# app_timeline_loading
source: Loading timelines
ru: Загрузка лент новостей

# app_timeline_create_title
source: Create new timeline
ru: Создать новую ленту новостей

# app_timeline_create_field_title_label
source: Title
ru: Название

# app_timeline_create_field_title_hint
source: Timeline name
ru: Название ленты новостей

# app_timeline_create_field_id_label
source: Unique id
ru: Уникальный идентификатор

# app_timeline_type_home
source: Home
ru: Подписки

# app_timeline_type_public
source: Public
ru: Публичные

# app_timeline_type_public_all
source: All
ru: Все

# app_timeline_type_public_local
source: Local
ru: Локальные

# app_timeline_type_customList
source: List
ru: Список

# app_timeline_type_hashtag
source: Hashtag
ru: Хэштэг

# app_timeline_type_account
source: Account
ru: Аккаунт

# app_timeline_type_field_label
source: Type
ru: Тип

# app_timeline_type_field_null
source: Not selected
ru: Не выбранно

# app_timeline_type_field_chooser_dialog_title
source: Choose timeline type
ru: Выберите тип

# app_timeline_storage_title
source: Timelines
ru: Ленты новостей

# app_timeline_storage_empty
source: Nothing found
ru: Ничего не найдено

# app_timeline_storage_appBar_action_edit
source: Edit
ru: Изменить

# app_timeline_storage_appBar_action_done
source: Done
ru: Сохранить

# app_timeline_storage_action_add
source: Add Timelines…
ru: Добавить ленту…

# app_timeline_storage_delete_dialog_title
source: Delete
ru: Удалить

# app_timeline_storage_delete_dialog_content
source: Are you sure you want to delete {timeline} Timeline?
ru: Вы действительно хотите удалить ленту: {timeline}?

# app_timeline_storage_delete_dialog_action_delete
source: Delete
ru: Удалить

# app_timeline_settings_title
source: Settings:
ru: Настройки:

# app_timeline_settings_content
source: {timeline} Timeline
ru: Лента {timeline}

# app_timeline_settings_replyVisibilityFilter_self
source: Self
ru: Свои

# app_timeline_settings_replyVisibilityFilter_following
source: Self & Following
ru: Свои & подписки

# app_timeline_settings_replyVisibilityFilter_field_label
source: Reply visibility filter
ru: Фильтр видимости ответов

# app_timeline_settings_replyVisibilityFilter_field_null
source: Not selected
ru: Не выбрано

# app_timeline_settings_onlyFromRemoteAccount_field_label
source: Only from account
ru: Только от аккаунта

# app_timeline_settings_onlyFromRemoteAccount_field_null
source: Not selected
ru: Не выбрано

# app_timeline_settings_withRemoteHashtag_field_label
source: With hashtag
ru: С хэштэгом

# app_timeline_settings_onlyInRemoteList_field_label
source: Only in list
ru: Только в списке

# app_timeline_settings_onlyInRemoteList_field_null
source: Not selected
ru: Не выбрано

# app_timeline_settings_onlyInRemoteList_field_chooser_dialog_title
source: Choose list
ru: Выберите список

# app_settings_warning_notSupportedOnThisInstance_desc
source: Not supported on this instance
ru: Не поддерживается на этом сервере

# app_timeline_settings_field_onlyWithMedia_label
source: Only with media
ru: Только с медиа

# app_timeline_settings_field_onlyRemote_label
source: Only remote
ru: Только НЕ на этом сервере

# app_timeline_settings_field_onlyLocal_label
source: Only local
ru: Только на этом сервере

# app_timeline_settings_field_onlyPinned_label
source: Only pinned
ru: Только прикреленные

# app_timeline_settings_field_withMuted_label
source: With muted
ru: Вместе с скрытыми

# app_timeline_settings_field_excludeReblogs_label
source: Exclude reblogs
ru: Убрать реблоги

# app_timeline_settings_field_excludeReplies_label
source: Exclude replies
ru: Убрать ответы

# app_timeline_settings_field_excludeNsfw_label
source: Exclude NSFW
ru: Убрать NSFW

# app_list_empty
source: Items not found
ru: Ничего не найдено

# app_list_cantUpdateFromNetwork
source: Can't update from network
ru: Не получилось обновить по сети

# app_list_loading_state_canLoadMore
source: Can load more
ru: Можно загрузить больше

# app_list_loading_state_noMoreData
source: No more data
ru: Больше данных нет
