Repository: Big-Fig/Fediverse.app
Catalog: lib/l10n/intl_*.arb
Languages: pl

# app_instance_announcement_list_empty
source: Instance don't have active announcements.
pl: Instancja nie ma aktywnych ogłoszeń.

# app_share_income_action_type_conversation
source: To conversation
pl: Do konwersacji

# app_push_disabled_notification_content
source: Install app version from store or enable support in config if app was built from source
pl: Zainstaluj wersję aplikacji ze sklepu, lub włącz obsługę w konfiguracji,jeżeli aplikacja została zbudowana ze źródeł

# app_crashReporting_ask_dialog_content
source: Do you want to enable crash reporting? It will help us make app more stable You can change this option in settings later
pl: Czy chcesz włączyć zgłaszanie błędów? To pomoże nam czynić aplikację bardziej stabilną. Możesz zmienić tę opcję później w ustawieniach

# app_push_richNotification_reblog_summary
source: Someone shared your status
pl: Ktoś udostępnił twój wpis

# app_push_channel_mention_description
source: When people mention you in status or conversation
pl: Kiedy ktoś wspomni o tobie we wpisie lub w konwersacji

# app_push_channel_followRequest_description
source: When people want to follow you
pl: Kiedy ludzie chcą cię zaobserwować

# app_push_channel_pleromaChatMention_description
source: Pleroma-only chat messages
pl: Wiadomości czatu wyłącznego dla Pleromy

# app_push_channel_unknown_description
source: Unknown notification type, not handled by Fedi yet
pl: Nieznany rodzaj powiadomienia, jeszcze nieobsługiwany przez Fedi

# app_async_pleroma_error_throttled_dialog_title
source: Throttled. Server blocked action.
pl: Serwer zablokował działanie.

# app_toast_handling_type_onlyWhenInstanceNotSelected
source: When app with account in foreground
pl: Gdy konto na pierwszym planie

# app_toast_handling_type_onlyWhenInstanceSelected
source: When app or account in background
pl: Gdy konto w tle

# app_account_block_description
source: Blocking hides a user from your view: notifications, home and public feeds, boosting or mentioning the user. User can't follow you, user won’t see your posts in public timelines and boosts. If you and the blocked user are on the same server, the blocked user will not be able to view your posts on your profile while logged in.
pl: Blokowanie ukrywa użytkownika przed twoim widokiem: powiadomienia, kanały domowe i publiczne, wzmacnianie lub wzmianki o użytkowniku. Użytkownik nie może Cię śledzić, użytkownik nie zobaczy Twoich postów w publicznych osiach czasu i doładowaniach. Jeśli ty i zablokowany użytkownik znajdujecie się na tym samym serwerze, zablokowany użytkownik nie będzie mógł przeglądać twoich postów w twoim profilu po zalogowaniu.

# app_account_mute_description
source: Muting hides the user from your view: public and home feeds, boosting and mentioning the user. The user has no way of knowing they have been muted.
pl: Wyciszanie ukrywa użytkownika przed twoim widokiem: kanały publiczne i domowe, podbijanie i wzmianki o użytkowniku. Użytkownik nie ma może dowiedzieć się, że został wyciszony.

# app_account_domainBlock_description
source: You won’t see notifications, boosts, posts, from that server on the public and home feeds. You will lose any followers that you might have had on that server. Usually, it is better to setup few account blocks or mutes instead of global instance block.
pl: Nie zobaczysz powiadomień, podbić i wpisów z tego serwera na publicznej i domowej osi. Stracisz wszystkich obserwujących, których masz na tym serwerze. Zwykle lepiej jest zablokować lub wyciszyć kilka kont, zamiast użyć globalnej blokady instancji.

# app_acccount_my_customList_edit_description
source: Statuses in the list are cached on the server. Adding or Removing accounts will affect only new posts. All old posts will remain on the list forever. It is only possible to add account which you follow.
pl: Statusy na liście są buforowane na serwerze. Dodawanie lub usuwanie kont wpłynie tylko na nowe posty. Wszystkie stare posty pozostaną na liście na zawsze. Możliwe jest tylko dodanie konta, które obserwujesz.

# app_account_select_recent_empty
source: You don’t have recent accounts selection
pl: Nie masz wyboru ostatnich kont

# app_account_mute_dialog_title
source: Snooze User
pl: Odłóż użytkownika

# app_cache_settings_action_clear_by_limits_now
source: Clear cache by limits ({userAtHost})
pl: Wyczyść pamięć podręczną według limitów ({userAtHost})

# app_cache_database_settings_description
source: Accounts, statuses, conversation, notifications and chats. Huge limits may cause bad performance due to complex calculations for big amount of data. Exceed limits data will be deleted on each app start.
pl: Konta, statusy, konwersacje, powiadomienia i czaty. Ogromne limity mogą powodować słabą wydajność z powodu skomplikowanych obliczeń dla dużej ilości danych. Dane o przekroczeniu limitów zostaną usunięte przy każdym uruchomieniu aplikacji.

# app_cache_database_settings_currentEntriesCountByType_label
source: Current max entries count by type
pl: Bieżąca maksymalna liczba wpisów jest liczona według typu

# app_account_my_edit_field_pleroma_skipThreadContainment_label
source: Skip thread containment
pl: Pomiń blokowanie wątku

# app_share_income_action_choose_title
source: Choose share action
pl: Wybierz akcję udostępniania

# app_share_entity_settings_field_appendFromAccount_label
source: Append from account
pl: Dołącz z konta

# app_share_entity_settings_field_withCreatedAt_label
source: With created date
pl: Z datą utworzenia

# app_share_entity_settings_field_withMedia_label
source: With media
pl: Z mediami

# app_share_entity_settings_field_withText_label
source: With text
pl: Z tekstem

# app_share_entity_settings_field_withLink_label
source: With link to original
pl: Z linkiem do oryginału

# app_push_richNotification_poll_title
source: Poll changed
pl: Zmieniono ankietę

# app_push_richNotification_poll_summary
source: Poll changed
pl: Zmieniono ankietę

# app_media_upload_metadata_dialog_title
source: Edit metadata
pl: Edytuj metadane

# app_media_upload_metadata_dialog_action_save
source: Save
pl: Zapisz

# app_media_upload_metadata_dialog_action_delete
source: Delete
pl: Usuń

# app_media_upload_metadata_dialog_field_description_hint
source: Description
pl: Opis

# app_media_description_title
source: Description
pl: Opis
