Repository: Big-Fig/Fediverse.app
Catalog: lib/l10n/intl_*.arb
Languages: pl

# localization_locale_notSpecified
source: Not specified
pl: Nieokreślony

# app_localization_dialog_title
source: Language
pl: Język

# app_init_fail
source: Failed to start app. Try restart or re-install app.
pl: Nie udało się uruchomić aplikacji. Uruchom ponownie lub reinstaluj aplikację.

# app_theme_chooser_label
source: Color scheme
pl: Motyw kolorystyczny

# app_theme_type_dark
source: Dark
pl: Ciemny

# app_theme_type_light
source: Light
pl: Jasny

# app_theme_type_system
source: Auto
pl: Automatyczny

# app_customList_create_title
source: Create a list
pl: Utwórz listę

# app_customList_edit_title
source: Edit list
pl: Edytuj listę

# app_customList_form_field_title_label
source: Title*
pl: Tytuł*

# app_customList_form_field_title_hint
source: Give your list a title
pl: Nadaj swojej liście tytuł

# app_emoji_custom_empty
source: This instance don't have custom emojis
pl: Ta instancja nie posiada niestandardowych emoji

# app_emoji_recent_empty
source: No recent emojis
pl: Brak ostatnio używanych emoji

# app_share_title
source: Share
pl: Udostępnij

# app_share_external_title
source: Share to external app
pl: Udostępnij do zewnętrznej aplikacji

# app_share_external_field_shareAsLink
source: Share as link
pl: Udostępnij jako odnośnik

# app_share_toast_success
source: Shared successfully
pl: Pomyślnie udostępniono

# app_share_with_message_field_message_hint
source: Describe content (optional)
pl: Opisz zawartość (opcjonalnie)

# app_share_action_share
source: Share
pl: Udostępnij

# app_share_action_shareToChats
source: Share to Chats
pl: Udostępnij do Wiadomości

# app_share_action_shareToConversations
source: Share to Conversations
pl: Udostępnij do Konwersacji

# app_poll_metadata_hideResults
source: Hide results
pl: Ukryj wyniki

# app_poll_metadata_showResults
source: View results
pl: Zobacz wyniki

# app_poll_metadata_expires_expired
source: Poll ended
pl: Ankieta zakończona

# app_poll_metadata_expires_notExpired
source: {dayCount} left
pl: pozostało {dayCount}

# app_poll_vote
source: Vote
pl: Głosuj

# app_datetime_title
source: Select date
pl: Wybierz datę

# app_datetime_picker_action_ok
source: Set time
pl: Wybierz czas

# app_datetime_picker_action_cancel
source: Cancel
pl: Anuluj

# app_account_statuses_tab_withoutReplies
source: Posts
pl: Wpisy

# app_account_statuses_tab_pinned
source: Pinned
pl: Przypięte

# app_account_list_privacy
source: Some information may be missed due to privacy settings
pl: Niektóre informacje mogą nie być dostępne z powodu ustawień prywatności

# app_account_follower_title
source: {accountAcct} followers
pl: obserwujący {accountAcct}

# app_account_following_title
source: {accountAcct} followings
pl: obserwowani przez {accountAcct}

# app_account_action_follow
source: Follow
pl: Obserwuj

# app_account_action_unfollow
source: Unfollow
pl: Przestań obserwować

# app_account_action_unpin
source: Unpin
pl: Odepnij

# app_account_action_followRequested
source: Requested
pl: Zażądano

# app_account_action_message
source: Message
pl: Wyślij wiadomość

# app_account_action_block
source: Block
pl: Zablokuj

# app_account_action_blockDomain
source: Block domain {domain}
pl: Zablokuj domenę {domain}

# app_account_action_unblockDomain
source: Unblock domain {domain}
pl: Odblokuj domenę {domain}

# app_account_action_mute
source: Mute
pl: Wycisz

# app_account_action_unmute
source: Unmute
pl: Cofnij wyciszenie

# app_account_action_openInBrowser
source: Open in browser
pl: Otwórz w przeglądarce

# app_account_action_report_label
source: Report
pl: Zgłoś

# app_account_report_toast_success
source: Successfully reported
pl: Pomyślnie zgłoszono

# app_account_action_popup_title
source: More actions for:
pl: Więcej działań dla:

# app_account_info_followers
source: Followers
pl: Obserwujący

# app_account_info_following
source: Following
pl: Obserwowani

# app_account_info_statuses
source: Statuses
pl: Wpisy

# app_account_my_followRequest_title
source: Follow requests
pl: Prośby o możliwość obserwacji

# app_account_my_accountBlock_title
source: Account blocks
pl: Zablokowane konta

# app_account_my_accountMute_title
source: Account mutes
pl: Wyciszone konta

# app_account_my_domainBlock_title
source: Domain blocks
pl: Zablokowane domeny

# app_account_my_statuses_bookmarked_title
source: Bookmarks
pl: Zakładki

# app_account_my_statuses_favourited_title
source: Favourites
pl: Ulubione

# app_account_home_tab_menu_action_account
source: Account
pl: Konto

# app_account_home_tab_menu_action_settings
source: Settings
pl: Ustawienia

# app_account_home_tab_menu_action_bookmarks
source: Bookmarks
pl: Zakładki

# app_account_home_tab_menu_action_lists
source: Lists
pl: Listy

# app_account_home_tab_menu_action_instance_aboutApp
source: About Fedi
pl: O Fedi

# app_account_my_menu_account_subpage_title
source: Account
pl: Konto

# app_settings_global_title
source: Settings: global
pl: Ustawienia: globalne

# app_account_my_action_scheduledPosts
source: Scheduled posts
pl: Zaplanowane wpisy

# app_account_my_action_draftPosts
source: Draft posts
pl: Szkice wpisów

# app_account_my_action_lists
source: Lists
pl: Listy

# app_account_my_action_bookmarked
source: Bookmarks
pl: Zakładki

# app_account_my_action_favourited
source: Favourites
pl: Ulubione

# app_account_my_action_followRequests
source: Follow requests
pl: Prośby o możliwość obserwacji

# app_account_my_action_accountBlocks
source: Account blocks
pl: Zablokowane konta

# app_account_my_action_accountMutes
source: Account mutes
pl: Wyciszone konta

# app_account_my_edit_title
source: Edit account
pl: Edytuj konto

# app_media_upload_progress
source: Uploading media
pl: Wysyłanie mediów

# app_account_my_edit_action_save
source: Save
pl: Zapisz

# app_account_my_edit_unsaved_dialog_title
source: You have unsaved changes
pl: Masz niezapisane zmiany

# app_account_my_edit_unsaved_dialog_action_discard
source: Discard
pl: Odrzuć

# app_account_my_edit_field_avatar_dialog_title
source: Confirm selection?
pl: Potwierdzić zaznaczenie?

# app_account_my_edit_field_avatar_dialog_action_selectAndCrop
source: Select & crop
pl: Zaznacz i przytnij

# app_account_my_edit_field_header_dialog_title
source: Confirm selection?
pl: Potwierdzić zaznaczenie?

# app_account_my_edit_field_header_dialog_action_select
source: Select
pl: Zaznacz

# app_account_my_edit_field_header_dialog_action_crop
source: Crop
pl: Przytnij

# app_account_my_edit_field_backgroundImage_label
source: Background image
pl: Obraz tła

# app_account_my_edit_field_backgroundImage_action_add
source: Add
pl: Dodaj

# app_account_my_edit_field_displayName_label
source: Display name*
pl: Nazwa wyświetlana*

# app_account_my_edit_field_note_label
source: Note
pl: Notatka

# app_account_my_edit_field_locked_label
source: Locked to followers only
pl: Zablokowane tylko dla obserwowanych

# app_account_my_edit_field_customField_value_label
source: URL*
pl: Adres URL*

# app_async_pleroma_error_common_dialog_title
source: API error
pl: Błąd API

# app_async_pleroma_error_common_dialog_content
source: Message: {message}
pl: Wiadomość: {message}

# app_async_pleroma_error_throttled_dialog_content
source: Too much operations per minute. Please wait before do something again.
pl: Zbyt wiele działań na minutę. Poczekaj, zanim zrobisz coś ponownie.

# app_async_pleroma_error_forbidden_dialog_title
source: Forbidden. Invalid action or session expired
pl: Zabroniono. Nieprawidłowe działanie lub wyczerpana sesja

# app_async_socket_error_dialog_title
source: Check your connection
pl: Sprawdź swoje połączenie

# app_async_timeout_error_dialog_title
source: Timeout reached
pl: Przekroczono czas oczekiwania

# app_async_timeout_error_dialog_content
source: No network or remote server unavailable
pl: Brak sieci, lub zdalny serwer jest niedostępny

# app_auth_instance_logout_dialog_title
source: Log Out
pl: Wyloguj się

# app_auth_instance_logout_dialog_content
source: Log out of {userAtHost}
pl: Wyloguj się z {userAtHost}

# app_auth_instance_chooser_action_addInstance
source: Add account
pl: Dodaj konto

# app_auth_instance_current_context_loading_loading_title
source: Loading Instance
pl: Ładowanie instancji

# app_auth_instance_current_context_loading_cantLoad_action_chooseDifferentAccount
source: Choose different account
pl: Wybierz inne konto

# app_auth_instance_current_context_loading_cantLoad_action_logout
source: Logout
pl: Wyloguj się

# app_auth_instance_join_new_title
source: Join new instance
pl: Dołącz do nowej instancji

# app_auth_instance_join_action_tos_terms
source: Terms
pl: Zasady

# app_auth_instance_join_action_login
source: Login
pl: Zaloguj się

# app_auth_instance_join_action_exploreAsGuest
source: Explore as guest
pl: Przeglądaj jako gość

# app_auth_instance_join_action_signUp
source: Sign up
pl: Zarejestruj się

# app_auth_instance_join_action_about
source: About
pl: Informacje

# app_auth_instance_join_action_helpMeChooseInstance
source: Help me choose instance
pl: Pomóż mi wybrać instancję

# app_auth_instance_join_field_host_helper
source: Pleroma or Mastodon Instance
pl: Instancja Pleromy lub Mastodona

# app_auth_instance_join_progress_dialog_content
source: Checking instance
pl: Sprawdzanie instancji

# app_auth_instance_join_fail_dialog_title
source: Fail to connect to instance
pl: Nie udało się połączyć z instancją

# app_auth_instance_join_fail_dialog_content
source: Details: {error}
pl: Szczegóły: {error}

# app_auth_instance_join_invitesOnly_dialog_title
source: Instance owner limit registration to invites-only
pl: Właściciel instancji ograniczył rejestrację do osób zaproszonych

# app_auth_instance_join_invitesOnly_dialog_content
source: Try any other instance, or register by invite link in your browser
pl: Spróbuj innej instancji, lub zarejestruj się z odnośnika z zaproszeniem

# app_auth_instance_register_approvalRequired_notification_title
source: Success registration
pl: Pomyślnie zarejestrowano

# app_auth_instance_register_step_manualApprove_title
source: Accounts manual approve
pl: Ręczne zatwierdzanie kont

# app_auth_instance_register_step_captcha_description
source: Instance owners enabled captcha to prevent spam
pl: Właściciele instancji włączyli captchę, aby zapobiec spamowi

# app_auth_instance_register_step_captcha_description_disabledOnServer
source: Instance owners disabled captcha
pl: Właściciele instancji wyłączyli captchę

# app_auth_instance_register_step_account_title
source: Account
pl: Konto

# app_auth_instance_register_step_submit_title
source: Submit
pl: Wyślij

# app_auth_instance_register_action_nextStep
source: Next
pl: Dalej

# app_auth_instance_register_action_previousStep
source: Back
pl: Wróć

# app_auth_instance_register_action_submit
source: Submit
pl: Wyślij

# app_auth_instance_register_field_username_label
source: Username*
pl: Nazwa użytkownika*

# app_auth_instance_register_field_captcha_description
source: Tap to reload
pl: Naciśnij, aby przeładować

# app_auth_instance_register_field_captcha_hint
source: Characters from picture
pl: Znaki z obrazka

# app_auth_instance_register_field_email_label
source: Email Address*
pl: Adres e-mail*

# app_auth_instance_register_field_email_hint
source: you@example.com
pl: ty@example.com

# app_auth_instance_register_field_password_label
source: Password*
pl: Hasło*

# app_auth_instance_register_field_password_hint
source: Password
pl: Hasło

# app_auth_instance_register_action_createAccount
source: Sign up
pl: Zarejestruj się

# app_chat_pleroma_accounts_title
source: Chat accounts
pl: Konta czatów

# app_chat_preview_you
source: You: {message}
pl: Ty: {message}

# app_chat_post_field_content_hint
source: Start a message
pl: Rozpocznij wiadomość

# app_chat_post_error_empty_dialog_title
source: Can't send empty message
pl: Nie można wysłać pustej wiadomości

# app_chat_conversation_share_title
source: Share to conversations
pl: Udostępnij w konwersacji

# app_chat_conversation_accounts_title
source: Conversation accounts
pl: Konta konwersacji

# app_chat_conversation_start_title
source: Start conversation
pl: Rozpocznij konwersację

# app_file_image_crop_title
source: Crop as
pl: Przytnij jako

# app_home_tab_chat_conversation_title
source: Conversations
pl: Konwersacje

# app_home_tab_chat_pleroma_title
source: Chats
pl: Czaty

# app_home_tab_chat_pleroma_notSupported_mastodon
source: Chats not supported on Mastodon instances
pl: Czaty nie są obsługiwane przez instancje Mastodona

# app_home_tab_chat_pleroma_notSupported_pleroma
source: This instance don't support chats
pl: Ta instancja nie obsługuje czatów

# app_home_tab_chat_pleroma_action_switch_to_dms
source: To Conversations
pl: Do konwersacji

# app_notification_action_popup_title
source: Notification actions
pl: Działania powiadomienia

# app_notification_action_markAsRead
source: Mark as read
pl: Oznacz jako przeczytane

# app_notification_action_dismiss
source: Dismiss
pl: Odrzuć

# app_push_permission_ask_dialog_title
source: Push notifications
pl: Powiadomienia push

# app_push_settings_title
source: Push notifications
pl: Powiadomienia push

# app_push_permission_ask_dialog_content
source: Do you want to enable push notifications? They will be forwarded through Fedi Push Relay Server. You can change this option in settings later
pl: Czy chcesz włączyć powiadomienia push? Będą one przekazywane przez serwer przekaźnika Fedi. Możesz zmienić tę opcję w ustawieniach później

# app_push_permission_declined_dialog_content
source: Please enable push notification in app settings to receive updates
pl: Włączy powiadomienia push w ustawieniach aplikacji, aby otrzymywać aktualizacje

# app_push_settings_field_follows_label
source: Follows
pl: Obserwacje

# app_push_settings_field_mentions_label
source: Mentions
pl: Oznaczenia

# app_push_settings_field_reblogs_label
source: Reblogs
pl: Podbicia

# app_push_settings_field_polls_label
source: Polls
pl: Ankiety

# app_push_settings_field_pleroma_chat_label
source: Chats
pl: Czaty

# app_notification_header_follow
source: Followed you.
pl: Zaobserwował(a) cię.

# app_notification_header_mention_prefix
source: Mentioned you:
pl: Wspomniał(a) o tobie:

# app_notification_header_reblog
source: Shared your post.
pl: Udostępnił(a) twój wpis.

# app_notification_header_poll
source: Voted poll ended.
pl: Ankieta w której głosowałeś(-aś) zakończyła się.

# app_notification_header_move
source: Moved.
pl: Przeniósł(-osła) się.

# app_notification_header_followRequest
source: Follow request.
pl: Prośba o obserwację.

# app_notification_header_pleromaChatMention_prefix
source: Chat:
pl: Czat:

# app_notification_header_unknown
source: Unknown: {status}
pl: Nieznane: {status}

# app_notification_dismissed
source: Dismissed
pl: Odrzucono

# app_timeline_loading
source: Loading timelines
pl: Ładowanie osi czasu

# app_timeline_create_title
source: Create new timeline
pl: Utwórz nową oś czasu

# app_timeline_create_field_title_hint
source: Timeline name
pl: Nazwa osi czasu

# app_timeline_create_field_id_label
source: Unique id
pl: Unikatowe id

# app_timeline_type_home
source: Home
pl: Strona główna

# app_timeline_type_public_all
source: All
pl: Wszystkie

# app_timeline_type_public_local
source: Local
pl: Lokalne

# app_timeline_type_customList
source: List
pl: Lista

# app_timeline_type_account
source: Account
pl: Konto

# app_timeline_type_field_label
source: Type
pl: Rodzaj

# app_timeline_type_field_null
source: Not selected
pl: Nie wybrano

# app_timeline_type_field_chooser_dialog_title
source: Choose timeline type
pl: Wybierz rodzaj osi czasu

# app_timeline_storage_title
source: Timelines
pl: Osie czasu

# app_timeline_storage_empty
source: Nothing found
pl: Nie znaleziono niczego

# app_timeline_storage_appBar_action_edit
source: Edit
pl: Edytuj

# app_timeline_storage_appBar_action_done
source: Done
pl: Gotowe

# app_timeline_storage_action_add
source: Add Timelines…
pl: Dodaj osie czasu…

# app_timeline_storage_delete_dialog_title
source: Delete
pl: Usuń

# app_timeline_storage_delete_dialog_action_delete
source: Delete
pl: Usuń

# app_timeline_settings_title
source: Settings:
pl: Ustawienia:

# app_timeline_settings_content
source: {timeline} Timeline
pl: Oś czasu {timeline}

# app_timeline_settings_replyVisibilityFilter_self
source: Self
pl: Ja

# app_timeline_settings_replyVisibilityFilter_field_label
source: Reply visibility filter
pl: Filtr widoczności odpowiedzi

# app_timeline_settings_replyVisibilityFilter_field_null
source: Not selected
pl: Nie wybrano

# app_timeline_settings_onlyFromRemoteAccount_field_label
source: Only from account
pl: Tylko z konta

# app_timeline_settings_onlyFromRemoteAccount_field_null
source: Not selected
pl: Nie wybrano

# app_timeline_settings_withRemoteHashtag_field_label
source: With hashtag
pl: Z hashtagiem

# app_timeline_settings_onlyInRemoteList_field_label
source: Only in list
pl: Tylko na liście

# app_timeline_settings_onlyInRemoteList_field_null
source: Not selected
pl: Nie wybrano

# app_timeline_settings_onlyInRemoteList_field_chooser_dialog_title
source: Choose list
pl: Wybierz listę

# app_settings_warning_notSupportedOnThisInstance_desc
source: Not supported on this instance
pl: Nieobsługiwane przez tę instancję

# app_timeline_settings_field_onlyWithMedia_label
source: Only with media
pl: Tylko z mediami

# app_timeline_settings_field_onlyRemote_label
source: Only remote
pl: Tylko zdalne

# app_timeline_settings_field_onlyLocal_label
source: Only local
pl: Tylko lokalne

# app_timeline_settings_field_withMuted_label
source: With muted
pl: Z wyciszonymi

# app_timeline_settings_field_excludeReplies_label
source: Exclude replies
pl: Wyklucz odpowiedzi

# app_timeline_settings_field_excludeNsfw_label
source: Exclude NSFW
pl: Wyklucz NSFW

# app_list_empty
source: Items not found
pl: Nie znaleziono elementów

# app_list_cantUpdateFromNetwork
source: Can't update from network
pl: Nie można zaktualizować z sieci

# app_list_loading_state_canLoadMore
source: Can load more
pl: Można załadować więcej

# app_list_loading_state_noMoreData
source: No more data
pl: Nie ma więcej danych

# app_list_loading_state_failed
source: Failed to load more
pl: Nie udało się załadować więcej

# app_media_player_error_desc
source: Something wrong
pl: Coś poszło nie tak

# app_media_player_error_action_reload
source: Reload
pl: Przeładuj

# app_media_player_error_action_moreDetails
source: More details
pl: Więcej szczegółów

# app_media_attachment_type_gallery
source: Gallery
pl: Galeria

# app_media_attachment_type_photo
source: Photo
pl: Zdjęcie

# app_media_attachment_type_video
source: Video
pl: Film

# app_media_attachment_type_file
source: File
pl: Plik

# app_media_attachment_addToGallery_error_dialog_title
source: Can't save media
pl: Nie można zapisać mediów

# app_media_attachment_details_notSupported_type
source: Not supported type {mediaType}
pl: Nieobsługiwany rodzaj {mediaType}

# app_media_attachment_upload_remove_dialog_action_remove
source: Remove
pl: Usuń

# app_search_title
source: Search
pl: Szukaj

# app_search_recent_title
source: Recent
pl: Ostatnie

# app_search_recent_empty
source: No recent searches
pl: Brak ostatnich wyszukiwań

# app_search_tab_accounts
source: Users
pl: Użytkownicy

# app_search_tab_all
source: All
pl: Wszystko

# app_search_tab_statuses
source: Posts
pl: Wpisy

# app_search_tab_hashtags
source: Hashtags
pl: Hashtagi

# app_search_field_input_hint
source: Search
pl: Szukaj

# app_account_my_statuses_draft_title
source: Drafts
pl: Szkice

# app_status_draft_state_canceled
source: Canceled
pl: Anulowano

# app_status_draft_state_alreadyPosted
source: Already posted
pl: Już opyblikowano

# app_status_draft_edit_title
source: Edit Draft
pl: Edytuj szkic

# app_status_emoji_error_cantAdd_dialog_title
source: Can't add emoji
pl: Nie można dodać emoji

# app_account_my_statuses_scheduled_title
source: Queue
pl: Kolejka

# app_status_scheduled_state_canceled
source: Canceled
pl: Anulowano

# app_status_scheduled_state_alreadyPosted
source: Already posted
pl: Już opublikowano

# app_status_scheduled_datetime_picker_title
source: Schedule at
pl: Zaplanuj na

# app_status_scheduled_edit_title
source: Scheduled post
pl: Zaplanowano wpis

# app_status_collapsible_action_collapse
source: Collapse
pl: Zwiń

# app_status_collapsible_action_expand
source: Expand
pl: Rozwiń

# app_status_action_delete
source: Delete
pl: Usuń

# app_status_action_mute
source: Mute conversation
pl: Wycisz konwersację

# app_status_action_unmute
source: Unmute conversation
pl: Cofnij wyciszenie konwersacji

# app_status_action_pin
source: Pin
pl: Przypnij

# app_status_action_unpin
source: Unpin
pl: Odepnij

# app_status_action_bookmark
source: Bookmark
pl: Dodaj do zakładek

# app_status_action_unbookmark
source: Unbookmark
pl: Usuń z zakładek

# app_status_action_copyLink
source: Copy link
pl: Skopiuj odnośnik

# app_status_action_showThisThread
source: Show this thread
pl: Pokaż ten wątek

# app_status_action_popup_title
source: Status Actions
pl: Działania na wpisie

# app_status_deleted_desc
source: Status deleted
pl: Usunięto wpis

# app_status_spoiler_action_view
source: Tap to view
pl: Naciśnij, aby wyświetlić

# app_status_copyLink_toast
source: Copied in clipboard
pl: Skopiowano do schowka

# app_status_favouritedBy_title
source: Favourited by
pl: Polubiono przez

# app_status_rebloggedBy_title
source: Reblogged by
pl: Podbito przez

# app_status_post_poll_field_option_hint
source: Option {optionNumber}
pl: Opcja {optionNumber}

# app_status_post_poll_field_multiply_label
source: Multiple selection
pl: Wielokrotny wybór

# app_status_post_poll_field_length_label
source: Poll length
pl: Czas trwania ankiety

# app_status_post_schedule_error_notInFuture_dialog_title
source: Invalid date or time
pl: Nieprawidłowa data lub godzina

# app_status_post_dialog_async_content
source: Posting…
pl: Publikowanie…

# app_status_post_dialog_error_title_post
source: Failed to post status
pl: Nie udało się opublikować wpisu

# app_status_post_dialog_error_title_schedule
source: Failed to schedule status
pl: Nie udało się zaplanować wpisu

# app_status_post_dialog_error_content
source: Error: {errorMessage}
pl: Błąd: {errorMessage}

# app_status_post_toast_success_post
source: Status posted
pl: Opublikowano wpis

# app_status_post_visibility_title
source: Visibility
pl: Widoczność

# app_status_post_visibility_state_public
source: Public
pl: Publiczny

# app_status_post_visibility_state_direct
source: Direct
pl: Bezpośredni

# app_status_post_visibility_state_list
source: List
pl: Lista

# app_status_post_visibility_state_private
source: Private
pl: Prywatny

# app_status_post_error_empty_dialog_title
source: Can't send empty message
pl: Nie można wysłać pustej wiadomości

# localization_locale_default
source: Default
pl: Domyślny

# app_localization_form_field_label
source: Language
pl: Język

# app_account_my_customList_list_title
source: Lists
pl: Listy

# app_emoji_category_empty
source: This category don't have suitable emojis
pl: Ta kategoria nie ma pasujących emoji

# app_share_with_message_field_message_label
source: Message
pl: Wiadomość

# app_share_action_shareToExternal
source: Share to external app
pl: Udostępnij do zewnętrznej aplikacji

# app_poll_metadata_totalVotes
source: {count,plural, =0{No votes} =1{1 vote} other{{count} votes}}
pl: {count,plural, =0{Brak głosów} =1{1 głos} few{{count} głosy} many{{count} głosów} other{{count} głosów}}

# app_account_action_pin
source: Pin
pl: Przypnij

# app_account_statuses_tab_withReplies
source: Including replies
pl: Z odpowiedziami

# app_account_action_unblock
source: Unblock
pl: Odblokuj

# app_account_report_toast_fail
source: Failed to report
pl: Nie udało się zgłosić

# app_account_my_domainBlock_add_dialog_title
source: Add domain block
pl: Dodaj blokadę domeny
