Repository: Big-Fig/Fediverse.app
Catalog: lib/l10n/intl_*.arb
Languages: pl

# app_account_my_edit_field_pleroma_hideFollowersCount_label
source: Hide followers count
pl: Ukryj liczbę obserwujących

# app_account_my_edit_field_pleroma_hideFollowersCount_description
source: Display '0' as followers count
pl: Wyświetlaj „0” jako liczbę obserwujących

# app_account_my_edit_field_pleroma_hideFollows_label
source: Hide follows
pl: Ukryj obserwowanych

# app_account_my_edit_field_pleroma_hideFollowsCount_label
source: Hide follows count
pl: Ukryj liczbę obserwowanych

# app_account_my_edit_field_pleroma_hideFollowsCount_description
source: Display '0' as follows count
pl: Wyświetlaj „0” jako liczbę obserwowanych

# app_account_my_edit_field_pleroma_noRichText_label
source: Ignore rich text
pl: Ignoruj tekst sformatowany

# app_account_my_edit_field_pleroma_noRichText_description
source: Strip html tags
pl: Wycinaj tagi html

# app_account_my_edit_field_pleroma_showRole_label
source: Show role
pl: Pokazuj rolę

# app_account_my_edit_field_pleroma_showRole_description
source: e.g. Admin, Moderator
pl: np. Admin, Moderator

# app_account_my_edit_field_pleroma_skipThreadContainment_description
source: Ignore broken threads
pl: Pomiń uszkodzone wątki

# app_auth_instance_register_field_acceptTermsOfService_label
source: Accept Terms of Service
pl: Akceptuj Zasady użytkowania

# app_auth_instance_register_field_locale_label
source: Locale
pl: Język

# app_auth_instance_register_emailConfirmationRequired_notification_title
source: Success registration
pl: Pomyślnie zarejestrowano

# app_auth_instance_register_cantLogin_notification_title
source: Success registration
pl: Pomyślnie zarejestrowano

# app_auth_instance_register_cantLogin_notification_content
source: Error during login: {errorDescription}
pl: Błąd podczas logowania: {errorDescription}

# app_instance_details_title
source: Instance: {instanceDomain}
pl: Instancja: {instanceDomain}

# app_account_action_instanceDetails
source: Instance: {instanceDomain}
pl: Instancja: {instanceDomain}

# app_instance_details_field_directory_label
source: Directory
pl: Katalog

# app_instance_details_field_directory_value
source: Accounts
pl: Konta

# app_instance_details_field_trends_label
source: Trends
pl: Na czasie

# app_instance_details_field_trends_value
source: Hashtags
pl: Hashtagi

# app_instance_details_field_publicTimeline_label
source: Public timeline
pl: Publiczna oś czasu

# app_auth_instance_register_field_reason_label
source: Reason (optional)
pl: Przyczyna (opcjonalna)

# app_auth_instance_register_field_reason_hint
source: Will be reviewed by moderators
pl: Zostanie sprawdzone przez moderatorów

# file_picker_selectionFolder_title
source: Selection
pl: Wybór

# file_picker_multi_selectionCountLimitReached_notification_content
source: Maximum {selectionCountLimit}
pl: Maksymalnie {selectionCountLimit}

# app_instance_details_field_publicTimeline_value
source: Statuses
pl: Wpisy

# app_instance_details_field_activity_label
source: Activity
pl: Aktywność

# app_instance_details_field_activity_value
source: Statistic
pl: Statystyka

# app_instance_details_field_version_label
source: Version
pl: Wersja

# app_instance_details_field_stats_title
source: Statistic
pl: Statystyka

# app_instance_details_field_stats_domainCount_label
source: Federation domains
pl: Sfederowane domeny

# app_instance_details_field_stats_statusCount_label
source: Statuses
pl: Wpisy

# app_instance_details_field_stats_userCount_label
source: Users
pl: Użytkownicy

# app_instance_details_field_languages_label
source: Languages
pl: Języki

# app_instance_details_field_registrations_label
source: Registrations enabled
pl: Aktywne rejestracje

# app_instance_details_field_approvalRequired_label
source: Approval required
pl: Wymagane zatwierdzenie

# app_instance_details_field_invitesEnabled_label
source: Invites Enabled
pl: Włączone zaproszenia

# app_instance_details_field_contactAccount_label
source: Contact
pl: Kontakt

# app_instance_details_field_maxTootChars_label
source: Max status length
pl: Maksymalna długość wpisów

# app_instance_details_field_chatLimit_label
source: Max chat message length
pl: Maksymalna długość wiadomości czatu

# app_instance_details_field_imageDescriptionLimit_label
source: Max media description length
pl: Maksymalna długość opisu mediów

# app_instance_details_field_pollLimit_title
source: Poll limits
pl: Ograniczenia ankiet

# app_instance_details_field_pollLimit_maxExpiration_label
source: Max expiration
pl: Maksymalny czas trwania

# app_instance_details_field_pollLimit_maxOptions_label
source: Max options count
pl: Maksymalna liczba opcji

# app_instance_details_field_pollLimit_maxOptionsChars_label
source: Max options length
pl: Maksymalna długość opcji

# app_instance_details_field_uploadMedia_label
source: Upload media limit
pl: Ograniczenie wysyłanych mediów

# app_instance_details_field_uploadAvatar_label
source: Upload avatar limit
pl: Ograniczenie wysyłanych awatarów

# app_instance_details_field_uploadBanner_label
source: Upload banner limit
pl: Ograniczenie wysyłanych banerów

# app_instance_details_field_vapidPublicKey_label
source: Vapid public key
pl: Klucz publiczny vapid

# app_instance_details_field_pleroma_metadata_features_label
source: Features
pl: Możliwości

# app_instance_details_field_pleroma_metadata_fields_title
source: Fields limit
pl: Ograniczenie pól

# app_instance_details_field_pleroma_metadata_fields_maxFields_label
source: Max fields count
pl: Maksymalna liczba pól

# app_instance_details_field_pleroma_metadata_fields_maxRemoteFields_label
source: Max remote fields count
pl: Maksymalna liczba zdalnych pól

# app_instance_details_field_pleroma_metadata_fields_nameLength_label
source: Max name length
pl: Maksymalna długość nazwy

# app_instance_details_field_pleroma_metadata_fields_valueLength_label
source: Max value length
pl: Maksymalna długość wartości

# app_instance_details_value_bool_true
source: True
pl: Prawda

# app_instance_details_value_bool_false
source: False
pl: Fałsz

# app_instance_details_field_pleroma_metadata_fields_verstionType_value_unknown
source: Unknown
pl: Nieznana

# app_instance_details_field_pleroma_metadata_fields_postFormats_label
source: Post formats
pl: Formaty wpisów

# app_instance_details_field_registrationsLimits_title
source: Registration limits
pl: Ograniczenia rejestracji

# app_instance_details_field_details_title
source: Details
pl: Szczegóły

# app_instance_details_field_uploadLimits_title
source: Upload limits
pl: Ograniczenia wysyłania

# app_instance_details_field_messagesLimits_title
source: Messages limits
pl: Ograniczenia wiadomości

# app_instance_details_field_metadata_title
source: Metadata
pl: Metadane

# app_instance_details_field_federation_title
source: Federation
pl: Federacja

# app_instance_details_field_federation_enabled_label
source: Enabled
pl: Włączona

# app_instance_details_field_federation_exclusions_label
source: Exclusions
pl: Wyjątki

# app_instance_details_field_federation_mrfPolicies_label
source: MFR Policies
pl: Zasady MFR

# app_instance_details_field_federation_quarantinedInstances_label
source: Quarantined Instances
pl: Odizolowane instancje

# app_account_action_openOnRemoteInstance
source: Open on {remoteInstanceDomain}
pl: Otwórz na {remoteInstanceDomain}

# app_status_action_openOnRemoteInstance
source: Open on {remoteInstanceDomain}
pl: Otwórz na {remoteInstanceDomain}

# app_instance_remote_error_failed_dialog_content
source: Remote host don't support this feature or network error
pl: Zdalny host nie obsługuje tej funkcji, lub wystąpił błąd sieci

# app_status_post_error_pollBodyIsEmpty_desc
source: Poll body shouldn't be empty
pl: Treść ankiety nie powinna być pusta

# app_chat_selection_action_copyAsRawText_toast_success
source: Copied in clipboard
pl: Skopiowano do schowka

# app_chat_selection_action_delete_confirm_dialog_title
source: Delete messages
pl: Usuń wiadomości

# app_chat_selection_action_delete_confirm_dialog_content
source: Are you sure?
pl: Czy na pewno?

# app_chat_selection_action_delete_confirm_dialog_action_delete
source: Delete
pl: Usuń

# app_share_action_shareToNewStatus
source: Share as new status
pl: Udostępnij jako nowy wpis

# app_chat_selection_count
source: Selected ({count})
pl: Zaznaczono ({count})

# app_status_post_visibility_state_local
source: Local
pl: Lokalny

# app_status_expire_datetime_picker_title
source: Expire at
pl: Wygasa

# app_timeline_settings_onlyFromInstance_field_label
source: Only from instance
pl: Tylko z instancji

# app_timeline_settings_field_excludeVisibilites_label
source: Exclude visibilities
pl: Wyklucz widoczność

# app_account_mute_dialog_action_mute
source: Mute
pl: Wycisz

# app_account_mute_dialog_field_notifications_label
source: Notifications
pl: Powiadomienia

# app_account_mute_dialog_field_expire_label
source: Expire
pl: Wygasa

# app_account_mute_dialog_field_notifications_description
source: Additionally mute notifications
pl: Dodatowo wycisz powiadomienia

# app_status_mute_dialog_title
source: Muting conversation
pl: Wyciszanie konwersacji

# app_status_mute_dialog_action_mute
source: Mute
pl: Wycisz

# app_status_mute_dialog_field_expire_label
source: Expire
pl: Wygasaj

# app_status_delete_dialog_title
source: Delete actions
pl: Działania usuwania

# app_status_delete_dialog_action_delete
source: Delete
pl: Usuń

# app_status_delete_dialog_action_deleteAndStartNew
source: Delete and start new status
pl: Usuń i utwórz nowy wpis

# file_picker_multi_title
source: Choose media files
pl: Wybierz pliki mediów

# file_picker_multi_selectionCount_selected
source: {selectionCount} media selected
pl: {selectionCount} zaznaczone media

# app_chat_pleroma_account_notAcceptsChatMessages_toast
source: User disabled chat feature
pl: Użytkownik wyłączył możliwość czatu

# app_chat_message_pending_actions_dialog_action_delete
source: Delete message
pl: Usuń wiadomość

# app_chat_message_pending_actions_dialog_action_resend
source: Send again
pl: Wyślij ponownie

# app_chat_message_deleted_desc
source: Message deleted
pl: Wiadomość usunięta

# app_chat_action_delete_dialog_title
source: Delete conversation
pl: Usuń konwersację

# app_chat_action_delete_dialog_content
source: Are you sure?
pl: Czy na pewno?

# app_hashtag_remoteInstance_dialog_action_openOnRemote
source: Open on {remoteDomain}
pl: Otwórz na {remoteDomain}

# app_notification_header_report
source: Report from {acct}
pl: Zgłoszenie od {acct}

# app_notification_all_dialog_title
source: Notifications
pl: Powiadomienia

# app_notification_all_dialog_action_pushNotifications
source: Push notifications settings
pl: Ustawienia powiadomień push

# app_notification_all_dialog_action_markAllAsRead
source: Mark ALL as read
pl: Zaznacz WSZYSTKIE jako przeczytane

# app_notification_all_dialog_action_dismissAll
source: Dismiss ALL
pl: Odrzuć WSZYSTKIE

# app_datetime_picker_action_delete
source: Delete
pl: Usuń

# app_duration_picker_action_done
source: Done
pl: Gotowe

# app_duration_picker_action_cancel
source: Cancel
pl: Anuluj

# app_datetime_picker_action_done
source: Done
pl: Gotowe

# app_account_mute_dialog_action_clearDate
source: Clear date
pl: Wyczyść datę

# app_status_mute_dialog_action_clearDate
source: Clear date
pl: Wyczyść datę

# app_chat_message_pending_failed_desc
source: Message failed to send.
pl: Nie udało się wysłać wiadomości.

# app_chat_message_pending_tapToViewOptions
source: Tap to view options.
pl: Naciśnij, aby zobaczyć opcje.

# app_chat_action_delete
source: Delete
pl: Usuń

# app_chat_selection_action_cancel
source: Cancel
pl: Anuluj

# app_toast_handling_type_never
source: Never
pl: Nigdy

# app_instance_announcement_list_title
source: Instance announcements
pl: Ogłoszenia instancji

# app_instance_announcement_settings_title
source: Announcements settings
pl: Ustawienia ogłoszeń

# app_instance_announcement_settings_field_withDismissed_label
source: Show already read
pl: Pokaż już przeczytane

# app_hashtag_history_accounts
source: Accounts
pl: Konta

# app_hashtag_history_statuses
source: Statuses
pl: Wpisy

# app_account_my_action_featuredTags
source: Featured tags
pl: Wyróżnione tagi

# app_account_my_featuredTags_title
source: Featured tags
pl: Wyróżnione tagi

# app_account_my_featuredTags_action_suggestions
source: Suggestions
pl: Propozycje

# app_account_my_featuredTags_suggestions_title
source: Suggestions
pl: Propozycje

# app_account_my_featuredTags_metadata_statusesCount
source: Statuses
pl: Wpisy

# app_account_my_featuredTags_metadata_lastStatusAt
source: Last
pl: Ostatnie

# app_account_my_featuredTags_action_unfeature
source: Unfeature
pl: Cofnij wyróżnienie

# app_account_my_featuredTags_action_feature
source: Feature
pl: Wyróżnij

# app_account_my_action_endorsement
source: Endorsements
pl: Wyróżnienia

# app_account_my_endorsement_title
source: Endorsements
pl: Wyróżnienia

# app_account_my_action_suggestion
source: Suggestions
pl: Propozycje

# app_account_my_suggestion_title
source: Suggestions
pl: Propozycje

# app_account_my_suggestion_action_remove
source: Remove
pl: Usuń

# app_instance_activity_statuses
source: Statuses
pl: Wpisy

# app_instance_activity_logins
source: Logins
pl: Logowania

# app_instance_activity_registrations
source: Registrations
pl: Rejestracje

# app_share_income_action_type_status
source: As new status
pl: Jako nowy wpis

# app_share_income_action_type_chat
source: To chat
pl: Do czatu

# app_share_income_instance_choose_title
source: Choose instance to share
pl: Wybierz instancję do udostępnienia

# app_share_income_error_authInstanceListIsEmpty
source: You don't have logged instances to share
pl: Nie masz zalogowanych instancji do udostępnienia

# app_push_disabled_notification_title
source: Push notifications support disabled
pl: Obsługa powiadomień push jest wyłączona

# app_crashReporting_settings_title
source: Crash reporting
pl: Zgłaszanie błędów

# app_crashReporting_settings_field_reportingEnabled_name
source: Send reports
pl: Wysyłaj zgłoszenia

# app_crashReporting_ask_dialog_title
source: Crash reporting
pl: Zgłaszanie błędów

# app_share_entity_settings_field_wholeAsLink_label
source: Whole as link
pl: Całość jako odnośnik

# app_share_entity_settings_field_mediaAsLink_label
source: Media as link
pl: Media jako odnośnik

# app_share_entity_settings_field_withMessage_hint
source: With message
pl: Z wiadomością

# app_push_channel_follow_name
source: Follow
pl: Obserwacje

# app_push_channel_follow_description
source: When people follow you
pl: Gdy ludzie zaobserwują cię

# app_push_richNotification_follow_title
source: {acct} followed you
pl: {acct} obserwuje cię

# app_push_richNotification_follow_summary
source: Someone followed you
pl: Ktoś cię zaobserwował

# app_push_channel_favourite_name
source: Favourite
pl: Polubienie

# app_push_channel_favourite_description
source: When people favourite your statuses
pl: Kiedy ktoś polubi twój wpis

# app_push_richNotification_favourite_title
source: {acct} favourited your status
pl: {acct} polubił(a) twój wpis

# app_push_richNotification_favourite_summary
source: Someone favourited your status
pl: Ktoś polubił twój wpis

# app_push_channel_reblog_name
source: Share(reblog)
pl: Udostępnienie(podbicie)

# app_push_channel_reblog_description
source: When people share your statuses
pl: Kiedy ktoś udostępni twój wpis

# app_push_richNotification_reblog_title
source: {acct} shared your status
pl: {acct} udostępnił(a) twój wpis

# app_push_channel_mention_name
source: Mention
pl: Wspomnienie

# app_push_richNotification_mention_title
source: {acct} mentioned you
pl: {acct} wspomniał(a) o tobie

# app_push_richNotification_mention_summary
source: Someone mentioned you
pl: Ktoś wspomniał o tobie

# app_push_channel_poll_name
source: Poll
pl: Ankieta

# app_push_channel_poll_description
source: Poll-related notifications
pl: Powiadomienia związane z ankietami

# app_push_channel_move_name
source: Move
pl: Przenoszenie

# app_push_channel_move_description
source: When someone moved
pl: Gdy ktoś przeniósł się

# app_push_richNotification_move_title
source: {acct} moved
pl: {acct} przeniósł(-osła) się

# app_push_richNotification_move_summary
source: Someone moved
pl: Ktoś przeniósł się

# app_push_channel_followRequest_name
source: Follow request
pl: Prośba o możliwość obserwacji

# app_push_richNotification_followRequest_title
source: {acct} want to follow you
pl: {acct} chce cię zaobserwować

# app_push_richNotification_followRequest_summary
source: Someone want to follow you
pl: Ktoś chce cię zaobserwować

# app_push_channel_pleromaEmojiReaction_name
source: Emoji reactions
pl: Reakcje emoji

# app_push_channel_pleromaEmojiReaction_description
source: Pleroma-only emoji reactions for statuses
pl: Reakcje emoji do wpisów wyłączne dla Pleromy

# app_push_richNotification_pleromaEmojiReaction_title
source: {acct} reacted {emoji}
pl: {acct} zareagował(a) {emoji}

# app_push_richNotification_pleromaEmojiReaction_summary
source: Someone reacted
pl: Ktoś zareagował

# app_push_channel_pleromaChatMention_name
source: Chat
pl: Czat

# app_push_richNotification_pleromaChatMention_title
source: Chat with {acct}
pl: Czat z {acct}

# app_push_richNotification_pleromaChatMention_summary
source: You have new message in chat
pl: Masz nową wiadomość czatu

# app_push_channel_pleromaReport_name
source: Reports
pl: Zgłoszenia

# app_push_channel_pleromaReport_description
source: When people report your statues
pl: Kiedy ludzie zgłaszają twoje wpisy

# app_push_richNotification_pleromaReport_title
source: {acct} reported your status
pl: {acct} zgłosił(a) twój wpis

# app_push_richNotification_pleromaReport_summary
source: Someone reported your status
pl: Ktoś zgłosił twój wpis

# app_push_channel_unknown_name
source: Unknown
pl: Nieznane

# app_push_richNotification_unknown_title
source: Something happened
pl: Coś wydarzyło się

# app_push_richNotification_unknown_summary
source: Something happened
pl: Coś wydarzyło się

# app_push_richNotification_action_acceptFollowRequest
source: Accept
pl: Akceptuj

# app_push_richNotification_action_rejectFollowRequest
source: Reject
pl: Odrzuć

# app_push_richNotification_action_reply
source: Reply
pl: Odpowiedz

# app_about_title
source: About
pl: Informacje

# app_about_learnMore
source: Learn more
pl: Dowiedz się więcej

# app_about_field_website_label
source: Website
pl: Strona internetowa

# app_about_field_followOnFediverse_label
source: Follow on Fediverse
pl: Obserwuj w Fediwersum

# app_about_field_version_label
source: Version
pl: Wersja

# app_about_field_changelog_label
source: Changelog
pl: Dziennik zmian

# app_about_field_helpTranslate_label
source: Help translate
pl: Pomóż tłumaczyć

# app_about_field_sourceCode_label
source: Source code
pl: Kod źródłowy

# app_about_field_license_label
source: License
pl: Licencja

# app_about_field_dataGathering_label
source: Data gathering
pl: Zbieranie danych

# app_about_field_pushNotifications_label
source: Push notifications
pl: Powiadomienia push

# app_about_field_reportBugSuggestIdea_label
source: Report bug & Suggest idea
pl: Zgłoś błędy i propozycje

# app_about_field_reportBugSuggestIdea_value
source: Create issue
pl: Utwórz zgłoszenie

# app_about_field_joinBeta_label
source: Become Beta tester
pl: Zostań beta testerem

# form_field_text_url_error_invalid_desc
source: Invalid URL
pl: Nieprawidłowy adres URL

# form_field_text_error_length_maxOnly_desc
source: Must be less than {maxCharactersCount} characters
pl: Maksymalna długość: {maxCharactersCount}

# duration_minute
source: {count,plural, =1{1 minute} other{{count} minutes}}
pl: {count,plural, =1{1 minuta} few{{count} minuty} other{{count} minut}}

# app_chat_settings_title
source: Chat
pl: Czat

# app_localization_settings_field_localizationLocale_yourStatuses_label
source: Language of your statuses
pl: Język Twoich wpisów

# app_web_sockets_settings_field_type_description
source: Disable to reduce battery usage
pl: Wyłącz, aby zmniejszyć zużycie baterii

# app_push_settings_update_fail_dialog_title
source: Failed to change subscription settings
pl: Nie udało się zmienić ustawień subskrypcji

# app_account_my_statuses_bookmarked_empty_title
source: You haven’t bookmarked any posts yet.
pl: Nie masz jeszcze żadnego wpisu w zakładkach.

# app_account_my_statuses_bookmarked_empty_subtitle
source: When you do, they will show up here.
pl: Kiedy dodasz jakieś, pojawią się tutaj.

# app_account_my_statuses_favourited_empty_title
source: You haven’t liked any posts yet.
pl: Nie polubiłeś(-aś) jeszcze żadnego wpisu.

# app_acccount_my_customList_list_empty_title
source: You haven’t created any Lists yet.
pl: Nie utworzyłeś(-aś) jeszcze żadnych list.

# app_acccount_my_customList_list_action_edit
source: Edit list
pl: Edytuj listę

# app_account_my_statuses_scheduled_status_action_edit
source: Edit
pl: Edytuj

# app_account_report_description
source: Report will be send to server moderators
pl: Zgłoszenie zostanie wysłane moderatorom serwera

# app_filter_edit_field_wholeWord_description
source: Apply only if phrase exactly matched
pl: Zastosuj tylko, jeżeli dokładnie dopasowano wyrażenie

# app_filter_edit_field_context_description
source: One or multiply contexts where the filter should apply
pl: Jeden lub więcej kontekstów, w których filtr powinien być stosowany

# app_filter_edit_description
source: Remove statuses which contains phrase in text or content warning
pl: Usuwaj wpisy zawierające wyrażenia w tekście lub ostrzeżeniu o zawartości

# app_cache_database_settings_limitAge_label
source: Age limit
pl: Ograniczenie wieku

# app_cache_database_settings_title
source: Databаse cache
pl: Pamięć podręczna bazy danych

# app_cache_settings_action_clear_all_now
source: Clear whole cache ({userAtHost})
pl: Wyczyść całą pamięć podręczną ({userAtHost})

# app_cache_database_settings_limitEntriesCountByType_value_limit10000
source: 10000 entries
pl: 10 000 wpisów

# app_account_statuses_tab_favourites_accessRestricted
source: User restricted access to it's favourites
pl: Użytkownik ograniczył dostęp do swoich ulubionych

# app_account_my_edit_field_bot_description
source: Mark if current account is bot
pl: Zaznacz, jeśli obecnego konto jest botem

# app_account_my_edit_field_pleroma_allowFollowingMove_description
source: Automatically follow moved accounts
pl: Automatycznie obserwuj przenoszone konta

# app_account_my_edit_field_pleroma_hideFollows_description
source: Only private access to follows list
pl: Pozwalaj tylko na prywatny dostęp do listy obserwowanych

# app_auth_instance_register_field_locale_description
source: Default language for your statuses and confirmation email
pl: Domyślny język wpisów i maila potwierdzającego

# form_field_bool_onlyTrue_error_desc
source: Should be enabled
pl: Powinno być włączone

# app_auth_instance_register_emailConfirmationRequired_notification_content
source: Please confirm email before login
pl: Potwierdź adres e-mail przed zalogowaniem

# file_picker_multi_selectionCountLimitReached_notification_title
source: Selection count limit reached
pl: Ograniczenie wyboru przekroczone

# app_instance_details_field_pollLimit_minExpiration_label
source: Min expiration
pl: Minimalny czas trwania

# app_instance_details_field_uploadBackground_label
source: Upload background limit
pl: Ograniczenie wysyłanego tła

# app_instance_remote_error_failed_dialog_title
source: Failed to load data from remote host
pl: Nie udało się załadować danych ze zdalnego hosta

# app_status_delete_dialog_action_deleteAndSaveToDrafts
source: Delete and save to drafts
pl: Usuń i zapisz jako szkic

# app_chat_message_pending_actions_dialog_title
source: Pending message
pl: Oczekująca wiadomość

# app_hashtag_remoteInstance_dialog_action_openOnLocal
source: Open on {localDomain}
pl: Otwórz na {localDomain}

# app_chat_message_pending_desc
source: Message pending.
pl: Oczekująca wiadomość.
