Repository: Big-Fig/Fediverse.app
Catalog: lib/l10n/intl_*.arb
Languages: pl

# app_account_home_tab_menu_action_instance_announcements
source: Announcements
pl: Ogłoszenia

# app_account_my_action_domainBlocks
source: Domain blocks
pl: Zablokowane domeny

# app_media_upload_failed_notification_title
source: Failed to upload
pl: Nie udało się wysłać

# app_media_upload_failed_notification_exceedSize_content
source: File size is {formattedFileSize} MB, but max is {formattedMaxFileSize} MB
pl: Rozmiar pliku to {formattedFileSize} MB, ale maksymalny dozwolony wynosi {formattedMaxFileSize} MB

# app_account_my_edit_field_customField_name_label
source: Name*
pl: Nazwa*

# app_account_my_edit_field_customField_action_addNew
source: Add link field
pl: Dodaj pole odnośnika

# app_async_socket_error_dialog_content
source: No network or remote server unavailable
pl: Brak sieci, lub zdalny serwer jest niedostępny

# app_auth_instance_current_context_loading_cantLoad_content
source: Can't load {userAtHost} instance. App error or session expired
pl: Nie można załadować instancji {userAtHost}. Błąd aplikacji lub wygasła sesja

# app_auth_instance_current_context_loading_cantLoad_action_refresh
source: Refresh
pl: Odśwież

# app_auth_instance_join_action_tos_prefix
source: By using Fedi, you agree to our
pl: Korzystając z Fedi, akceptujesz nasze

# app_auth_instance_join_registrationDisabled_dialog_title
source: Instance owner disabled registration
pl: Właściciel instancji wyłączył rejestrację

# app_auth_instance_register_title
source: Create account on {host}
pl: Utwórz konto na {host}

# app_auth_instance_register_approvalRequired_notification_content
source: You can login once moderators will approve your account
pl: Możesz zalogować się, gdy moderatorzy zatwierdzą Twoje konto

# app_auth_instance_register_field_email_description
source: You will need to confirm it
pl: Wymagane jest potwierdzenie

# app_chat_pleroma_share_title
source: Share to chats
pl: Udostępnij w wiadomościach

# app_chat_list_newItems_action_tapToLoadNew
source: {count,plural, =1{1 new chat. Tap to load.} other{{count} new chats. Tap to load.}}
pl: {count,plural, =1{1 nowa wiadomość. Naciśnij, aby załadować.} few{{count} nowe wiadomości. Naciśnij, aby załadować.} other{{count} nowych wiadomości. Naciśnij, aby załadować.}}

# app_home_tab_chat_conversation_action_switchToChats
source: To Chats
pl: Do czatów

# app_push_permission_declined_dialog_title
source: Permission required
pl: Wymagane uprawnienie

# app_push_settings_field_favourites_label
source: Favourites
pl: Ulubione

# app_notification_header_favourite
source: Liked your post.
pl: Polubił(a) twój wpis.

# app_notification_header_pleromaEmojiReaction
source: {emoji} for your post.
pl: {emoji} na twój wpis.

# app_timeline_create_field_title_label
source: Title
pl: Tytuł

# app_auth_instance_register_step_manualApprove_description
source: Instance owners enabled manual approve by moderators to prevent spam. You will need to wait moderation approve until you will can use your account
pl: Właściciele instancji włączyli ręczne zatwierdzanie przez moderatorów, aby ograniczyć spam. Musisz czekać na zatwierdzenie przez moderatora, zanim skorzystasz ze swojego konta

# app_chat_conversation_list_newItems_action_tapToLoadNew
source: {count,plural, =1{1 new conversation. Tap to load.} other{{count} new conversations. Tap to load.}}
pl: {count,plural, =1{1 nowa konwersacja. Naciśnij, aby załadować.} few{{count} nowe konwersacje. Naciśnij, aby załadować} other{{count} nowych konwersacji. Naciśnij, aby załadować}}

# app_notification_list_newItems_action_tapToLoadNew
source: {count,plural, =1{1 new notification. Tap to load.} other{{count} new notifications. Tap to load.}}
pl: {count,plural, =1{1 nowe powiadomienie. Naciśnij, aby załadować.} few{{count} nowe powiadomienia. Naciśnij, aby załadować.} other{{count} nowych powiadomień. Naciśnij, aby załadować.}}

# app_push_settings_desc
source: All messages will be forwarded through Fedi Relay Server
pl: Wszystkie wiadomości będą przekazywane przez serwer przekaźnika Fedi

# app_timeline_type_public
source: Public
pl: Publiczna

# app_timeline_storage_delete_dialog_content
source: Are you sure you want to delete {timeline} Timeline?
pl: Czy na pewno chcesz usunąć oś czasu {timeline}?

# app_timeline_settings_replyVisibilityFilter_following
source: Self & Following
pl: Ja i obserwujący

# app_timeline_settings_field_onlyPinned_label
source: Only pinned
pl: Tylko przypięte

# app_timeline_settings_field_excludeReblogs_label
source: Exclude reblogs
pl: Wyklucz podbicia

# app_list_refresh_unableToFetch
source: Unable to refresh
pl: Nie można odświeżyć

# app_media_attachment_addToGallery_error_dialog_content
source: Media type is not supported, network not available or permission not granted
pl: Rodzaj mediów nie jest obsługiwany, sieć nie jest dostępna lub nie udzielono pozwolenia

# app_media_attachment_details_title
source: Media attachment
pl: Załącznik multimedialny

# app_media_attachment_upload_remove_dialog_content
source: Are you sure you want to remove the attachment?
pl: Czy na pewno chcesz usunąć załącznik?

# app_status_thread_post_hint
source: Reply to @{accountAcct}
pl: Odpowiedz @{accountAcct}

# app_status_action_openInBrowser
source: Open in browser
pl: Otwórz w przeglądarce

# app_status_nsfw_action_view
source: Tap to view
pl: Naciśnij, aby wyświetlić

# app_status_post_poll_field_hideTotals_label
source: Hide totals
pl: Ukryj łączne

# app_status_post_toast_success_schedule
source: Status scheduled
pl: Zaplanowano wpis

# app_status_post_visibility_state_unlisted
source: Unlisted
pl: Niewypisany

# app_account_my_edit_field_customField_label
source: Link field #{number}
pl: Pole odnośnika #{number}

# app_status_emoji_error_cantAdd_dialog_content
source: Error: {errorMessage}
pl: Błąd: {errorMessage}

# app_status_thread_start_loading
source: Loading start status
pl: Ładowanie początkowego wpisu

# app_status_list_newItems_action_tapToLoadNew
source: {count,plural, =1{1 new post. Tap to load.} other{{count} new posts. Tap to load.}}
pl: {count,plural, =1{1 nowy wpis. Naciśnij, aby załadować.} few{{count} nowe wpisy. Naciśnij, aby załadować.} other{{count} nowych wpisów. Naciśnij, aby załadować.}}

# app_status_post_action_post
source: Post
pl: Opublikuj

# app_status_spoiler_chip
source: Spoilers!
pl: Spoliery!

# app_status_post_schedule_error_notInFuture_dialog_content
source: Schedule time must be at least 5 minutes in the future
pl: Zaplanowany czas nie może wystąpić wcześniej niż za 5 minut

# app_status_post_error_poll_dialog_title
source: Enter at least two poll options
pl: Wprowadź przynajmniej dwie opcje ankiety

# app_status_post_field_subject
source: Subject (optional)
pl: Temat (opcjonalny)

# app_status_post_field_message_hint
source: What’s going on today?
pl: Co się dzisiaj dzieje?

# app_status_post_new_title
source: New status
pl: Nowy wpis

# app_status_post_new_unsaved_dialog_title
source: Save this post as draft?
pl: Zapisać ten wpis jako szkic?

# app_status_post_new_unsaved_dialog_action_saveAsDraft
source: Save Draft
pl: Zapisz szkic

# app_status_post_new_unsaved_dialog_action_discard
source: Discard Post
pl: Odrzuć wpis

# app_status_reblog_header
source: reposted
pl: podbił(a)

# app_status_reply_header
source: reply to
pl: odpowiedź do

# app_status_reply_loading_progress
source: Loading first status
pl: Ładowanie pierwszego wpisu

# app_status_reply_loading_failed
source: Failed to load first status
pl: Nie udało się załadować pierwszego wpisu

# app_status_reply_replyingTo
source: Replying to {accountAcct}
pl: Odpowiedź do {accountAcct}

# app_tos_title
source: Terms of service
pl: Zasady użytkowania

# async_init_state_failed
source: Failed to init {errorMessage}
pl: Nie udało się zainicjalizować {errorMessage}

# file_picker_empty
source: You don't have any media
pl: Nie masz żadnych mediów

# file_picker_single_title
source: Choose media
pl: Wybierz media

# pagination_list_empty
source: Nothing found
pl: Nie znaleziono niczego

# permission_grant_action_grant
source: Grant permission
pl: Udziel pozwolenia

# dialog_progress_content
source: Loading…
pl: Ładowanie…

# dialog_progress_action_cancel
source: Cancel
pl: Anuluj

# dialog_error_title
source: Something wrong
pl: Coś poszło nie tak

# dialog_error_content
source: An error has occurred. {errorMessage}
pl: Wystąpił błąd. {errorMessage}

# dialog_action_yes
source: Yes
pl: Tak

# dialog_action_no
source: No
pl: Nie

# dialog_action_cancel
source: Cancel
pl: Anuluj

# dialog_action_learnMore
source: Learn more
pl: Dowiedz się więcej

# form_field_value_error_null_desc
source: Required
pl: Wymagane

# form_field_text_email_error_invalid_desc
source: Invalid email
pl: Nieprawidłowy adres e-mail

# form_field_text_error_empty_desc
source: Empty
pl: Pusto

# async_init_state_notStarted
source: Async init not started
pl: Asynchroniczna inicjalizacja nie rozpoczęła się

# form_field_text_error_length_minOnly_desc
source: Must be at least {minCharactersCount} characters
pl: Minimalna długość: {minCharactersCount}

# link_error_dialog_title
source: Can't launch URL
pl: Nie można uruchomić adresu URL

# link_error_dialog_content
source: URL {url} have invalid format
pl: URL {url} ma nieprawidłowy format

# form_field_text_error_length_minAndMax_desc
source: Must be between {minCharactersCount} and {maxCharactersCount} characters
pl: Długość powinna wynosić między {minCharactersCount} a {maxCharactersCount}

# duration_day
source: {count,plural, =1{1 day} other{{count} days}}
pl: {count,plural, =1{1 dzień} other{{count} dni}}

# duration_hour
source: {count,plural, =1{1 hour} other{{count} hours}}
pl: {count,plural, =1{1 godzina} few{{count} godziny} other{{count} godzin}}

# app_settings_instance_title
source: Settings: {userAtHost}
pl: Ustawienia: {userAtHost}

# app_localization_settings_title
source: Localization
pl: Lokalizacja

# app_ui_settings_title
source: UI
pl: Interfejs

# app_status_post_settings_title
source: Posting
pl: Publikowanie

# app_status_sensitive_settings_title
source: NSFW & Spoilers
pl: NSFW i spoilery

# app_toast_settings_title
source: In-app notifications
pl: Powiadomienia w aplikacji

# app_web_sockets_settings_title
source: Data update (WebSockets)
pl: Aktualizacje danych (WebSockets)

# app_settings_global_or_instance_override_global_label
source: Override global settings
pl: Nadpisać ustawienia globalne

# app_localization_settings_field_localizationLocale_label
source: Language
pl: Język

# app_status_post_settings_field_markMediaAsNsfwOnAttach_label
source: Mark media as NSFW
pl: Oznaczaj media jako NSFW

# app_status_post_settings_field_defaultVisibility_label
source: Default visibility
pl: Domyślna widoczność

# app_status_sensitive_settings_field_isAlwaysShowSpoiler_label
source: Always show spoilers
pl: Zawsze pokazuj spoilery

# app_status_sensitive_settings_field_isAlwaysShowNsfw_label
source: Always show NSFW
pl: Zawsze pokazuj NSFW

# app_status_sensitive_settings_field_nsfwDisplayDelayDuration_label
source: Remember "Tap to view"
pl: Zapamiętuj „Naciśnij, aby zobaczyć”

# app_chat_settings_field_replaceConversationsWithPleromaChats_label
source: Replace "Conversations" with "Chats"
pl: Zamień „Konwersacje” „Czatami”

# app_web_sockets_settings_field_type_label
source: Real-time updates
pl: Aktualizacje w czasie rzeczywistym

# app_timeline_settings_field_enableWebSockets_label
source: WebSockets updates
pl: Aktualizacje WebSockets

# app_timeline_settings_field_enableWebSockets_description
source: Disable to reduce battery usage
pl: Wyłącz, aby zmniejszyć zużycie baterii

# app_media_settings_field_autoInit_label
source: Auto-load
pl: Ładuj automatycznie

# app_media_settings_field_autoPlay_label
source: Auto-play
pl: Autoodtwarzanie

# app_web_sockets_settings_type_disabled
source: Disabled
pl: Wyłączono

# app_web_sockets_settings_type_onlyForeground
source: Only for current screen
pl: Tylko dla obecnego ekranu

# app_web_sockets_settings_type_foregroundAndBackground
source: Current screen & in background
pl: Obecny ekran i w tle

# app_push_settings_field_pleroma_emojiReaction_label
source: Emoji reactions
pl: Reakcje emoji

# app_account_my_action_edit
source: Edit profile
pl: Edytuj profil

# app_toast_handling_type_always
source: Always
pl: Zawsze

# app_toast_settings_field_handling_type_label
source: When
pl: Kiedy

# app_timeline_settings_field_enableWebSockets_description_instance_disabled
source: Not supported or disabled in settings
pl: Nieobsługiwane lub wyłączone w ustawieniach

# app_status_post_new_unsaved_dialog_content
source: If you discard now, you’ll lose this post.
pl: Jeżeli odrzucisz teraz, stracisz wpis.

# app_status_post_new_unsaved_dialog_action_keep_editing
source: Keep editing
pl: Edytuj dalej

# app_chat_settings_field_countConversationsInChatsUnreadBadges_label
source: Count conversations in unread badges
pl: Licz konwersacje w nieprzeczytanych

# app_account_my_followRequest_empty_title
source: You don’t have any pending requests.
pl: Nie masz żadnych oczekujących zgłoszeń.

# app_account_my_followRequest_action_add
source: Add
pl: Dodaj

# app_account_my_followRequest_action_ignore
source: Ignore
pl: Ignoruj

# app_account_my_accountBlock_action_add
source: Add to blocked list
pl: Dodaj do listy zablokowanych

# app_account_my_domainBlock_action_add
source: Add to blocked list
pl: Dodaj do listy zablokowanych

# app_account_my_accountBlock_action_block
source: Block
pl: Zablokuj

# app_account_my_accountBlock_action_unblock
source: Unblock
pl: Odblokuj

# app_account_my_accountMute_action_add
source: Add to muted list
pl: Dodaj do listy wyciszonych

# app_account_my_accountMute_action_mute
source: Mute
pl: Wycisz

# app_account_my_accountMute_action_unmute
source: Unmute
pl: Cofnij wyciszenie

# app_account_my_statuses_favourited_empty_subtitle
source: When you do, they will show up here.
pl: Kiedy polubisz jakieś, pojawią się tutaj.

# app_account_my_statuses_scheduled_empty_title
source: You haven’t scheduled any posts yet.
pl: Nie zaplanowałeś(-aś) żadnych wpisów.

# app_account_my_statuses_scheduled_subtitle
source: When you do, they will show up here.
pl: Kiedy zaplanujesz jakieś, pojawią się tutaj.

# app_account_my_statuses_draft_empty_title
source: You haven’t drafted any posts yet.
pl: Nie utworzyłeś(-aś) żadnego szkicu wpisu.

# app_account_my_statuses_draft_subtitle
source: When you do, they will show up here.
pl: Kiedy dodasz jakieś, pojawią się tutaj.

# app_account_my_domainBlock_action_block
source: Block
pl: Zablokuj

# app_account_my_domainBlock_action_unblock
source: Unblock
pl: Odblokuj

# app_acccount_my_customList_list_empty_subtitle
source: Create one now.
pl: Utwórz teraz.

# app_acccount_my_customList_list_action_add
source: Create a list
pl: Utwórz listę

# app_acccount_my_customList_edit_search_header
source: Add to your List
pl: Dodaj do swojej listy

# app_acccount_my_customList_edit_account_action_add
source: Add
pl: Dodaj

# app_acccount_my_customList_edit_account_action_remove
source: Remove
pl: Usuń

# app_acccount_my_customList_edit_search_hint
source: Search for people you follow
pl: Szukaj ludzi, których obserwujesz

# app_acccount_select_suggestion_header
source: Suggestion
pl: Propozycja

# app_acccount_my_customList_edit_added_header
source: Added accounts
pl: Dodane konta

# app_acccount_my_customList_edit_action_save
source: Save
pl: Zapisz

# app_account_my_statuses_scheduled_status_action_delete
source: Delete
pl: Usuń

# app_account_my_statuses_draft_status_action_edit
source: Edit
pl: Edytuj

# app_account_my_statuses_draft_status_action_delete
source: Delete
pl: Usuń

# app_acccount_my_customList_edit_action_delete_list
source: Delete list
pl: Usuń listę

# app_account_select_recent_header
source: Recent
pl: Ostatnie

# app_share_action_send
source: Send
pl: Wyślij

# app_share_action_sent
source: Sent
pl: Wysłano

# app_account_mute_toast_mute_with_notifications
source: Notifications muted
pl: Wyciszono powiadomienia

# app_account_mute_toast_mute_without_notifications
source: Notifications unmuted
pl: Cofnięto wyciszenie powiadomień

# app_account_report_message_hint
source: Additional comments
pl: Dodatkowe komentarze

# app_account_report_message_label
source: Message
pl: Wiadomość

# app_account_report_forward_label
source: Forward to {host}
pl: Przekaż do {host}

# app_account_report_action_send
source: Send
pl: Wyślij

# app_account_report_title
source: Report {userAtHost}
pl: Zgłoś {userAtHost}

# app_account_home_tab_menu_action_rateApp
source: Rate app
pl: Oceń aplikację

# app_filter_edit_title
source: Edit filter
pl: Edytuj filtr

# app_filter_list_title
source: Filters
pl: Filtry

# app_filter_create_title
source: Create filter
pl: Utwórz filtr

# app_account_my_action_filters
source: Filters
pl: Filtry

# app_filter_edit_field_phrase_label
source: Phrase
pl: Wyrażenie

# app_filter_edit_field_phrase_hint
source: Not sensitive to case
pl: Nie rozróżniaj wielkości znaków

# app_filter_edit_field_wholeWord_label
source: Whole word
pl: Cały wyraz

# app_filter_edit_field_expiresIn_label
source: Expires in
pl: Wygasa

# app_filter_edit_field_irreversible_label
source: Drop instead of hide
pl: Usuń zamiast ukrywać

# app_filter_edit_field_context_label
source: Contexts
pl: Konteksty

# app_filter_context_type_home_and_lists
source: Home and Lists
pl: Strona główna i listy

# app_filter_context_type_public
source: Public
pl: Publiczne

# app_filter_context_type_notifications
source: Notifications
pl: Powiadomienia

# app_filter_context_type_threads
source: Conversations
pl: Konwersacje

# app_filter_edit_field_irreversible_description
source: Filter statuses on server-side (irreversible)
pl: Filtruj wpisy po stronie serwera (nieodwracalne)

# app_filter_list_empty
source: You haven’t created any Filters yet.
pl: Nie utworzyłeś(-aś) jeszcze żadnych filtrów.

# app_filter_list_action_add
source: Add Filter
pl: Dodaj filtr

# app_filter_edit_field_wholeWord_error_invalid_phrase
source: Phrase should be alphanumeric only
pl: Wyrażenie powinno być tylko alfanumeryczne

# app_filter_edit_action_save
source: Save
pl: Zapisz

# app_filter_edit_action_delete
source: Delete
pl: Usuń

# app_filter_context_empty
source: Nothing selected
pl: Nie zaznaczono niczego

# app_filter_edit_field_expiresIn_description
source: Expired filters are not automatically deleted, but can be reactivated
pl: Wygasłe filtry nie są automatycznie usuwane i mogą być reaktywowane

# app_duration_value_null
source: Never
pl: Nigdy

# app_filter_context_type_account
source: Account
pl: Konto

# app_duration_picker_action_delete
source: Delete
pl: Usuń

# app_filter_expired
source: Expired
pl: Wygasł

# app_filter_context_type_unknown
source: Unknown
pl: Nieznany

# app_ui_fontSize_type_smallest
source: Smallest
pl: Najmniejszy

# app_ui_fontSize_type_small
source: Small
pl: Mały

# app_ui_fontSize_type_medium
source: Medium
pl: Średni

# app_ui_fontSize_type_large
source: Large
pl: Duży

# app_ui_fontSize_type_largest
source: Largest
pl: Największy

# app_ui_statusFontSize
source: Status font size
pl: Rozmiar czcionki wpisów

# app_pagination_settings_title
source: Pagination
pl: Stronnicowanie

# app_pagination_settings_pageSize_label
source: Page size
pl: Rozmiar stron

# app_cache_database_settings_limitEntriesCountByType_label
source: Entries count per type limit
pl: Ograniczenie liczby wpisów na rodzaj

# app_cache_files_settings_sizeLimit_label
source: Objects count limit
pl: Ograniczenie liczby obiektów

# app_cache_files_settings_title
source: Files cache
pl: Pamięć podręczna plików

# app_cache_files_settings_description
source: Exceed limits data will be deleted on each app start.
pl: Dane przekraczające limit będą usuwane przy każdym uruchomieniu aplikacji.

# form_field_int_error_length_maxOnlyValue_desc
source: Should be not more than {max}
pl: Nie powinno przekraczać {max}

# form_field_int_error_length_minOnlyValue_desc
source: Should be at least {min}
pl: Powinno wynosić przynajmniej {min}

# form_field_int_error_length_minAndMax_desc
source: Should be between {min} and {max}
pl: Powinno wynosic między {min} a {max}

# app_cache_database_settings_currentMaxAge_label
source: Current max age
pl: Obecny maksymalny wiek

# app_cache_database_settings_limitAge_value_notSet
source: No
pl: Nie

# app_cache_database_settings_limitAge_value_days7
source: 7 days
pl: 7 dni

# app_cache_database_settings_limitAge_value_days30
source: 30 days
pl: 30 dni

# app_cache_database_settings_limitAge_value_days90
source: 90 days
pl: 90 dni

# app_cache_database_settings_limitAge_value_days180
source: 180 days
pl: 180 dni

# app_cache_database_settings_limitAge_value_days365
source: 1 year
pl: 1 rok

# app_cache_database_settings_limitEntriesCountByType_value_notSet
source: No
pl: Nie

# app_cache_database_settings_limitEntriesCountByType_value_limit1000
source: 1000 entries
pl: 1000 wpisów

# app_cache_database_settings_limitEntriesCountByType_value_limit5000
source: 5000 entries
pl: 5000 wpisów

# app_cache_database_settings_limitEntriesCountByType_value_limit100000
source: 100000 entries
pl: 100 000 wpisów

# app_cache_files_settings_sizeLimit_value_notSet
source: No
pl: Nie

# app_cache_files_settings_limitAge_value_notSet
source: No
pl: Nie

# app_cache_files_settings_limitAge_value_days7
source: 7 days
pl: 7 dni

# app_cache_files_settings_limitAge_value_days30
source: 30 days
pl: 30 dni

# app_cache_files_settings_limitAge_value_days90
source: 90 days
pl: 90 dni

# app_cache_files_settings_limitAge_value_days180
source: 180 days
pl: 180 dni

# app_cache_files_settings_limitAge_value_days365
source: 1 year
pl: 1 rok

# app_cache_files_settings_limitAge_label
source: Age limit
pl: Ograniczenie wieku

# app_account_action_subscribe
source: Subscribe
pl: Subskrybuj

# app_account_action_unsubscribe
source: Unsubscribe
pl: Przestań subskrybować

# app_account_statuses_tab_favourites
source: Favourites
pl: Ulubione

# app_account_info_value_hidden
source: Hidden
pl: Ukryte

# app_account_my_edit_field_pleroma_background_dialog_action_select
source: Select
pl: Wybierz

# app_account_my_edit_field_pleroma_background_dialog_action_crop
source: Crop
pl: Przytnij

# app_account_my_edit_field_pleroma_background_dialog_title
source: Pleroma background
pl: Tło Pleromy

# app_account_my_edit_field_locked_description
source: You should manually approve follow requests
pl: Musisz ręcznie zatwierdzać prośby o możliwość obserwacji

# app_account_my_edit_field_note_hint
source: Your bio and links to your pages
pl: Twój opis i odnośniki do stron

# app_account_my_edit_field_displayName_hint
source: John Smith
pl: Jan Kowalski

# app_account_my_edit_field_discoverable_label
source: Discoverable
pl: Odkrywalne

# app_account_my_edit_field_discoverable_description
source: Search engines & Profile directory
pl: Wyszukiwarki i katalog profilów

# app_account_my_edit_field_pleroma_acceptsChatMessages_label
source: Accepts chat messages
pl: Akceptuje wiadomości czatu

# app_account_my_edit_field_pleroma_acceptsChatMessages_description
source: Disable to reject all messages
pl: Wyłącz, aby odrzucać wszystkie wiadomości

# app_account_my_edit_field_pleroma_allowFollowingMove_label
source: Allow following move
pl: Pozwól na przenoszenie obserwowanych

# app_account_my_edit_field_pleroma_hideFavourites_label
source: Hide favourites
pl: Ukryj ulubione

# app_account_my_edit_field_pleroma_hideFavourites_description
source: Only private access to favourites list
pl: Tylko prywatny dostęp do listy ulubionych

# app_account_my_edit_field_pleroma_hideFollowers_label
source: Hide followers
pl: Ukryj obserwujących

# app_account_my_edit_field_pleroma_hideFollowers_description
source: Only private access to followers list
pl: Tylko prywatny dostęp do listy obserwujących
